[
    {
        "src": "India intends to make full use of this opportunity.",
        "tgt": "इस मौके का भारत भी फायदा उठाना चाह रहा है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or, do the people of those towns feel secure that Our punishment will not come to them by daylight while they are at play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take full advantage of it.",
        "tgt": "आपको इसका पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Congress general secretary Priyanka Gandhi said he criminals morale is high in the BJP regime and murders are being committed in broad daylight.",
        "tgt": "कांग्रेस महासचिव प्रियंका गांधी ने ट्वीट कर कहा है कि बीजेपी राज में अपराधियों के हौसले इतने बढ़ गए हैं कि दिन दहाड़े हत्याओं का दौर जारी है.",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Its a great opportunity and we are enjoying it.",
        "tgt": "यह एक अच्छा मौक़ा है और हमें इसका फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O Ye who believe! be ye maintainers of justice, bearers of testimony for Allah 's sake, though it be against yourselves or your parents or kindred. Be he rich or poor, Allah is nigher unto either wherefore follow not the passion, lest ye deviate. If ye incline or turn away, then verily of that which ye work Allah is ever Aware.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The allegations against the group include defrauding the public sector banks including JK bank in connivance with the bank officials, unexplained cash deposits in the group entities and large scale diversion of funds taken for development of the impugned Medical College as well as hotels of the Group for private gain of the promoters.",
        "tgt": "इस समूह के खिलाफ लगाए गए आरोपों में बैंक अधिकारियों के साथ साठगांठ कर जेएंडके बैंक सहित सार्वजनिक क्षेत्र के कई बैंकों को चूना लगाना, समूह के विभिन्न निकायों में बगैर लेखा-जोखा वाली नकद राशि जमा करना और बंद किए गए मेडिकल कॉलेज के विकास के लिए ली गई धनराशि को प्रमोटरों के निजी लाभ के लिए समूह के होटलों में बड़े पैमाने पर लगाना शामिल हैं।",
        "contains_idioms": true,
        "idioms": [
            "चूना लगाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This includes taking full advantage of the spiritual food provided through the channel appointed to care for the spiritual interests of Jesus true followers.",
        "tgt": "तो उसके चेलों को इसका पूरा - पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Anderson thus observes that to many young men, sexual conquest is nothing more than a game, the object of which is to make a fool of the other person, particularly the young woman.",
        "tgt": "इस खेल का मकसद यही होता है कि “एक लड़की को अपने जाल में फँसाकर उसका फायदा उठाना । ”",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"We want to make use of every opportunity,\"\" said Kohli at the post-match press conference.\"",
        "tgt": "कोहली ने मैच के बाद कहा था कि हमें मौकों का फायदा उठाना होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He asked them to take advantage of vast opportunities available in the field of education and sports in the country.",
        "tgt": "उन्‍होंने कहा कि‍छात्रों को देश में उपलब्‍ध शि‍क्षा और ,खेल-कूद क्षेत्रों में उपलब्‍ध अपार अवसरों से फायदा उठाना चाहि‍ए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "People should take advantage of this.",
        "tgt": "जिसका लोगों को फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Delhi: 21-year-old commits suicide over threats from neighbours",
        "tgt": "दिल्‍ली : दिन दहाड़े 21 वर्षीय शख्‍स की पड़ोसी लड़कों ने की चाकू मारकर हत्‍या",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He underlined that the motto of the government earlier was jaan hai to jahaan hai but now is jaan bhi jahaan bhi.",
        "tgt": "उन्होंने यह रेखांकित किया कि सरकार का मंत्र पहले था जान है तो जहान है, लेकिन अब मंत्र है जान भी जहान भी।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Its nice to get an opportunity to play for Australia and make it count.",
        "tgt": "ऑस्ट्रेलिया के लिए दोबारा खेलने का मौका मिलना और इसका फायदा उठाना अच्छा है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "As people try to pick up their lives and livelihoods, the team of TRIFED warriors is continuing to forge ahead in its endeavour to bring the tribal people towards mainstream development.",
        "tgt": "अब जब आम जन जीवन पटरी पर लौटने लगा है ट्राइफेड के लोग जनजातीय लोगों को मुख्‍यधारा में लाने के लिए जी जान से प्रयास कर रहे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Strength in unity",
        "tgt": "एकता में बल",
        "contains_idioms": true,
        "idioms": [
            "एकता में बल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Strict containment and focus on managing co-morbids aiding the recovery of COVID-19 patients in Punjab Statement by Ministry of Ayush on claims of PatanjaliAyurved regarding treatment of COVID-19 Increase in Economic Activity-Improvement in Economic Indicators Guided by the urgent need to save lives -JaanhaitohJahanhai, India resorted to a strict 21 days nationwide lockdown on 24thMarch, 2020 to contain the spread of COVID-19 in its early stages in the country.",
        "tgt": "विस्तार से यहां पढ़ें: सख्त कंटेनमेंट और पंजाब में कोविड-19 के रोगियों के स्वास्थ्य में सुधार के लिए सह-रुग्णता के प्रबंधन पर फोकस विस्तार से यहां पढ़ें: पतंजलि आयुर्वेद के कोविड-19 के उपचार से संबंधित दावों पर आयुष मंत्रालय का बयान विस्तार से पढ़ें: आर्थिक गतिविधि में बढ़ोतरी - आर्थिक संकेतकों में सुधार लोगों की जान बचाने- जान है तो जहान हैकी तात्कालिक जरूरत से प्रेरित होकर भारत ने देश में कोविड-19 के प्रसार को उसके प्रारंभिक चरण में ही रोकने के लिए 24 मार्च, 2020 को 21 दिनों के सख्त लॉकडाउन का सहारा लिया।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe! Stand out firmly for justice, as witnesses to Allah, even though it be against yourselves, or your parents, or your kin, be he rich or poor, Allah is a Better Protector to both (than you). So follow not the lusts (of your hearts), lest you may avoid justice, and if you distort your witness or refuse to give it, verily, Allah is Ever Well - Acquainted with what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Indias tragedy under the Hindutva boot is not only that its opposition parties, especially the Congress and the Left, have failed to stand up to fascism.",
        "tgt": "हिंदुत्वकाल के भारत की त्रासदी सिर्फ विपक्ष, खास करके कांग्रेस और लेफ्ट का फासीवाद के खिलाफ खड़ा न हो पाना नहीं है। ना ही वो संघ की विचारधारा को मानने वालों का इतिहास के साथ जैसी चाही वैसी छेड़छाड़, गांधी को बदनाम करना, अंबेडकर का अपने हिसाब से फायदा उठाना, नेहरूवादी हर स्तंभ को गिराना... यहां तक की संविधान की धज्जियां उड़ा देना है भी नहीं । बीजेपी शासन का सबसे ज़हरीला प्रभाव — सहानुभूति, हमदर्दी, संवेदना का जनमानस से धीरे धीरे खत्म होते जाना है — और हमारा बिना किसी नैतिक मूल्य वाला, एक कमतर इंसान और एक कमतर भारतीय बनते जाना है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers, be the supporters of justice and the testify to what you may have witnessed, for the sake of God, even against yourselves, parents, and relatives. whether it be against the rich or the poor. God must be given preference over them. Let not your desires cause you to commit injustice. If you deviate from the truth in your testimony, or decline to give your testimony at all, know that God is Well Aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who have believed, be persistently standing firm in justice, witnesses for Allah, even if it be against yourselves or parents and relatives. Whether one is rich or poor, Allah is more worthy of both. So follow not [personal] inclination, lest you not be just. And if you distort [your testimony] or refuse [to give it], then indeed Allah is ever, with what you do, Acquainted.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The Supplementary Protocol would promote sound application of biotechnology making it possible to accrue benefits arising from modern biotechnology while minimizing the risk to the environment and human health.",
        "tgt": "पूरक प्रोटोकोल से जैव प्रौद्योगिकी के ठोस उपयोग को प्रोत्साहन देगा और पर्यावरण एवं मानव स्वास्थ्य को जोखिमों को न्यूनतम करते हुए आधुनिक जैव प्रौद्योगिकी से फायदा उठाना संभव बनाएगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers, be the supporters of justice and the testify to what you may have witnessed, for the sake of God, even against yourselves, parents, and relatives. whether it be against the rich or the poor. God must be given preference over them. Let not your desires cause you to commit injustice. If you deviate from the truth in your testimony, or decline to give your testimony at all, know that God is Well Aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Would you like to profit from reading the Bible regularly?",
        "tgt": "क्या आप रोज़ाना बाइबल पढ़ने से फायदा उठाना चाहते हैं?",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Indian revolutionaries tried to take, advantage of the situation created by the war.",
        "tgt": "यूरोप में जब लड़ाई छिड़ी तो भारत के क्रांतिकारियों ने इस मौके से फायदा उठाना चाहा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The second dimension involves the expected outcomes of diversification: Management may expect great economic value (growth, profitability) or first and foremost great coherence with their current activities (exploitation of know-how, more efficient use of available resources and capacities).",
        "tgt": "दूसरे आयाम में विविधीकरण के अपेक्षित परिणाम शामिल होते हैं: प्रबंधन अत्यधिक आर्थिक मूल्य (विकास, लाभप्रदता) या अपनी मौजूदा गतिविधियों के लिए पहले और सर्वप्रथम व्यापक सामंजस्य एवं पूरक (अपनी विशेषज्ञता का फायदा उठाना, उपलब्ध संसाधनों एवं क्षमताओं अधिक प्रभावी ढंग से उपयोग करना) की अपेक्षा कर सकता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Every day a murder takes place.",
        "tgt": "दिन दहाड़े हत्याएं हो रही हैं।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who have believed, be persistently standing firm in justice, witnesses for Allah, even if it be against yourselves or parents and relatives. Whether one is rich or poor, Allah is more worthy of both. So follow not [personal] inclination, lest you not be just. And if you distort [your testimony] or refuse [to give it], then indeed Allah is ever, with what you do, Acquainted.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Finance Minister Arun Jaitley has virtually rebutted RBI Governor Raghuram Rajan's remarks that India is 'one-eyed king in the land of blind' saying compared to the rest of the world, the Indian economy was growing much faster and, in fact, the fastest.",
        "tgt": "भारतीय अर्थव्यवस्था को अंधों में काना राजा बताने वाले रिजर्व बैंक के गवर्नर रघुराम राजन के बयान को एक प्रकार से खारिज करते हुए केंद्रीय वित्तमंत्री अरुण जेटली ने कहा कि शेष दुनिया की तुलना में भारतीय अर्थव्यवस्था की वृद्धि बहुत तेज है।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "With the blessings of Chhati Maiyya, we will continue to work hard to liberate the urban and rural areas of Bihar from polluted water.",
        "tgt": "छठी मइया के आशीर्वाद से हम बिहार के शहरी और ग्रामीण इलाकों को गंदे जल, बीमारी बढ़ाने वाले जल से मुक्ति दिलाने के लिए जी जान से काम करते रहेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Salman Khan and Katrina Kaif are currently busy promoting their upcoming release Tiger Zinda Hai.",
        "tgt": "इन दिनों सलमान खान और कैटरीना कैफ अपनी आने वाली फिल्म ‘टाइगर ज़िंदा है’ के प्रमोशन में जी जान से जुटे हुए हैं ऐसे में ये दोनों सितारे जगह-जगह जाकर अपनी फिल्म का प्रमोशन कर रहे हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Were We to open for them a gate of the sky, so that they could go on ascending through it,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Amitabh Bachchan also starred in the film Piku alongside Deepika Padukone.",
        "tgt": "दीपिका पादुकोण ने अमिताभ बच्चन के साथ 'पीकू' और अभिषेक के साथ फिल्म 'खेलें हम जी जान से' में ऑन स्क्रीन धमाल मचाया था.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "His family members searched everywhere but could not found him.",
        "tgt": "परिवार के सदस्य उनकी तलाश में जी जान से जुटे थे, लेकिन उनका कहीं पता नहीं चल पाया।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Militant groups supported by Pakistan will continue to take advantage of their safe haven in Pakistan to plan and conduct attacks in India and Afghanistan, including against US interests, Coats told the members of the Senate Select Committee on Intelligence.",
        "tgt": "\"कोट्स ने खुफिया मुद्दों पर संसद (सीनेट) की प्रवर समिति के सदस्यों को बताया, \"\"पाकिस्तान समर्थित आतंकवादी समूह भारत एवं अफगानिस्तान तथा अमेरिकी हितों के खिलाफ हमलों की योजना बनाने एवं अंजाम देने के लिए पाकिस्तान में अपने पनाहगाहों का फायदा उठाना जारी रखेंगे।\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Militant groups supported by Pakistan will continue to take advantage of their safe haven in Pakistan to plan and conduct attacks in India and Afghanistan, including against US interests, Coats told the members of the Senate Select Committee on Intelligence.",
        "tgt": "कोट्स ने खुफिया मुद्दों पर संसद (सीनेट) की प्रवर समिति के सदस्यों को बताया, “पाकिस्तान समर्थित आतंकवादी समूह भारत एवं अफगानिस्तान तथा अमेरिकी हितों के खिलाफ हमलों की योजना बनाने एवं अंजाम देने के लिए पाकिस्तान में अपने पनाहगाहों का फायदा उठाना जारी रखेंगे.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "But every time you are playing a womans card.",
        "tgt": "लेकिन आप हर बार वुमेन कार्ड (महिला होने का फायदा उठाना) खेलती हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "22 What Jehovah Foretells Comes to Be",
        "tgt": "22 यहोवा का वचन — पत्थर की लकीर है",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Police have begun the investigation into the matter.",
        "tgt": "पुलिस ने दिन दहाड़े हुए इस वारदात की जांच शुरू कर दी है.",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe! be maintainers of justice, bearers of witness of Allah 's sake, though it may be against your own selves or (your) parents or near relatives. if he be rich or poor, Allah is nearer to them both in compassion. therefore do not follow (your) low desires, lest you deviate. and if you swerve or turn aside, then surely Allah is aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"If we have to leverage AI to our advantage we must engage through social media as a lot of what we wish to gain as part of AI will come via social media.\"\"\"",
        "tgt": "अगर हम एआई का फायदा उठाना चाहते हैं तो हमें सोशल मीडिया से जुड़ना ही पड़ेगा क्योंकि हम जो पाना चाहते हैं उसमें से काफी कुछ सोशल मीडिया के जरिए ही हासिल किया जा सकता है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "To accomplish the most good, instruction needs to be given regularly, in harmony with the lesson that Jehovah taught Israel in the wilderness: Not by bread alone does man live but by every expression of Jehovahs mouth does man live.",
        "tgt": "अगर परिवार को फैमिली स्टडी से सबसे ज़्यादा फायदा उठाना है, तो उसे लगातार किया जाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And yet the 28-year-old scion is trying his best to revive the party.",
        "tgt": "फिर भी 28 वर्षीय बिलावल पार्टी में नई जान फूंकने की जी जान से कोशिश कर रहे हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take advantage of this opportunity further.",
        "tgt": "आपको इस मौके का आगे फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The Lok Sabha MP from UP's Muzaffarnagar alleged that Congress is behaving like a vulture and wants to exploit farmers' agitation.",
        "tgt": "यूपी के मुजफ्फरनगर से लोकसभा सांसद ने आरोप लगाया कि कांग्रेस गिद्ध की तरह व्यवहार कर रही है और किसानों के आंदोलन का फायदा उठाना चाहती है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "and even if We opened to them a door from heaven, and they began ascending through it,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The SP chief like other opposition leaders is seeking to make the most of anti-Modiism.",
        "tgt": "विपक्ष के अन्य नेताओं की ही तरह सपा प्रमुख मोदी-विरोधवाद का अधिकतम फायदा उठाना चाहते हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It means taking full advantage of Gods spiritual provisions.",
        "tgt": "इसमें यहोवा के आध्यात्मिक इंतज़ामों से पूरा - पूरा फायदा उठाना भी शामिल है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This pertains to Haryana Chief Minister Bhupinder Singh Hoodas son Deependra Hooda.",
        "tgt": "हरियाणा के मुख्यमंत्री भूपेंद्र सिंह हुड्डा भी पुत्र दीपेंद्र सिंह हुड्डा के लिए जी जान से लगे थे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Those who want to take advantage of this provision should either contact local Witnesses or write to the publishers of The Watchtower.",
        "tgt": "जो लोग इस इंतज़ाम का फायदा उठाना चाहते हैं, वे चाहें तो अपने इलाके के साक्षियों से संपर्क कर सकते हैं या प्रहरीदुर्ग के प्रकाशकों को लिख सकते हैं ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This aims to leverage usage of steel as an easy-to-use, environment-friendly, cost-effective, affordable and strength-giving material",
        "tgt": "इसका उद्देश्य एक उपयोग में आसान, पर्यावरण के अनुकूल, लागत-प्रभावी, सस्ती और मजबूती देने वाली सामग्री के रूप में इस्पात का फायदा उठाना है",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In unity lies strength.",
        "tgt": "एकता में बल है।",
        "contains_idioms": true,
        "idioms": [
            "एकता में बल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I want to make optimum use of that.",
        "tgt": "मैं इसका पूरा फायदा उठाना चाहूंगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Major cities such as New York, London, and Tokyo are often viewed as vital symbols of a countrys economic growth.",
        "tgt": "एक कहावत है: ‘ दूर के ढोल सुहावने लगते हैं । ’",
        "contains_idioms": true,
        "idioms": [
            "दूर के ढोल सुहावने लगते हैं"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O believers, be you securers of justice, witnesses for God, even though it be against yourselves, or your parents and kinsmen, whether the man be rich or poor. God stands closest to either. Then follow not caprice, so as to swerve. for if you twist or turn, God is aware of the things you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Gods promises are completely reliable and trustworthy.",
        "tgt": "यहोवा परमेश्‍वर का किया हर वादा पत्थर की लकीर है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Pakistan Blacklisted By FATF, Imran Khan's Sham Terror Crackdown Fails",
        "tgt": "इमरान खान के पाकिस्तान का कंगाली में आटा गीला, टेरर फडिंग को लेकर FATF ने किया ब्लैकलिस्ट",
        "contains_idioms": true,
        "idioms": [
            "कंगाली में आटा गीला"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "No one should come in between because both of them will discuss and solve it, I know many people want to take advantage of it and they are making obstacles.",
        "tgt": "इसके बीच कोई भी ना आए क्योंकि दोनों आपस में बातचीत करके इसका हल निकालेंगे, मैं जानता हूं कि कई लोग इसका फायदा उठाना चाहते हैं और वो लोग अड़चन डाल रहे हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Questioning Rahul Gandhi's absence, Madhya Pradesh Chief Minister Shivraj Singh Chouhan tweeted: \"\"Congress here is celebrating its 136th Foundation Day and Rahul Gandhi has disappeared.\"\"\"",
        "tgt": "मध्य प्रदेश के मुख्यमंत्री शिवराज सिंह चौहान ने कहा कि कांग्रेस एक ओर जहां 136वां स्थापना दिवस मना रही है, वहीं राहुल गांधी नौ दो ग्यारह हो गए हैं।",
        "contains_idioms": true,
        "idioms": [
            "नौ दो ग्यारह"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Thieves decamped with gold and cash worth lakhs of rupees from a house in Dyal Nagar at Ghumar Mandi.",
        "tgt": "शहर के नदी मोहल्ला के एक घर में दिन दहाड़े घुसकर चोर वहां से हजारों रुपये की नकदी और सोने के जेवरात चुरा ले गए।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This time, the BJP is hell bent on winning the election.",
        "tgt": "ऐसे में इस बार बीजेपी ओखला सीट पर जीत हासिल करने के लिए जी जान से जुटी हुई है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In addition, we want to make good use of the various means by which spiritual food is now made available to Gods people worldwide. Luke 12: 42.",
        "tgt": "यही नहीं, यहोवा के संगठन ने जो ढेरों इंतज़ाम किए हैं जैसे, हमारी पत्रिकाएँ, JW ब्रॉडकास्टिंग, jw.org और JW लाइब्रेरी, इनका भी हमें फायदा उठाना चाहिए । — लूका 12: 42.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "While technical snags have been removed already, the main reason for failure of people to log in is because of last minute rush and panic in which those who have already logged in want to continue for the entire period for fear of losing it.",
        "tgt": "वैसे तो तकनीकी समस्‍याओं को पहले ही बाकायदा दूर कर दिया गया है, लेकिन लॉग-इन करने में असमर्थ होने का मुख्‍य कारण यह था कि अंतिम तारीख होने के कारण एकदम से करदाताओं की भीड़ बढ़ गई और इसके साथ ही ऐसे लोग जो पहले ही लॉग-इन कर चुके थे वे इसमें मुश्‍किलें पेश आने के अंदेशे को ध्‍यान में रखते हुए घबराहट में आकर पूरी अवधि तक लॉग-इन का फायदा उठाना चाहते थे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "With India being often described as the bright spot in the global economy, Reserve Bank Governor Raghuram Rajan sees this as a case of the one-eyed man being king in the land of the blind.",
        "tgt": "आरबीआई के गवर्नर रघुराम राजन ने एक साक्षात्कार में भारत को वैश्विक अर्थव्यवस्था में चमकता हुआ बिंदु बताए जाने पर कहा कि ये कुछ ऐसा है जैसे अंधों में काना राजा का मामला होता है।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Usually it is something worse, and is an exploitation of the emotions of some over - credulous people who seek relief or escape from mental trouble.",
        "tgt": "आमतऋर पर यह बात बुरी है और कुछ ऐसे सीर्धेसादे लोगों की भावुकता से फायदा उठाना है, जो दिमाग पर जोर नहीं डालना चाहते हैं या उससे बचते हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "BJP will also emerge victorious in upcoming Assembly elections in Bihar and West Bengal.",
        "tgt": "इसके बाद बिहार और पश्चिम बंगाल चुनाव को लेकर भी भाजपा को कमर कसना होगी।",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He however said that farmers should come forward and avail of benefits of government schemes.",
        "tgt": "उन्होंने कहा कि किसानों को सरकार की योजनाओं का फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Just as we constantly have to protect ourselves from physical dangers, such as accidents, criminals, or infections, so we must act continuously to protect ourselves from spiritual dangers.",
        "tgt": "इसलिए यहोवा किताबों - पत्रिकाओं, मसीही सभाओं और सम्मेलनों के ज़रिए हमें जो मार्गदर्शन देता है, उसका हमें लगातार फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Militant groups supported by Pakistan will continue to take advantage of their safe haven in Pakistan to plan and conduct attacks in India and Afghanistan, including against US interests, Coats told the members of the Senate Select Committee on Intelligence.",
        "tgt": "कोट्स ने खुफिया मुद्दों पर संसद (सीनेट) की प्रवर समिति के सदस्यों को बताया, ‘पाकिस्तान समर्थित आतंकवादी समूह भारत एवं अफगानिस्तान तथा अमेरिकी हितों के खिलाफ हमलों की योजना बनाने एवं अंजाम देने के लिए पाकिस्तान में अपने पनाहगाहों का फायदा उठाना जारी रखेंगे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The battle against corruption is on.",
        "tgt": "भ्रष्टाचार के खिलाफ लड़ाई जी जान से लड़ी जा रही है.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I will set a fire in Egypt: Sin shall be in great anguish, and No shall be broken up. and Memphis [shall have] adversaries in the daytime.",
        "tgt": "और मैं मिस्र में आग लगाऊंगा. सीन बहुत थरथराएगा. और नो फाड़ा जाएगा और नोप के विरोधी दिन दहाड़े उठेंगे।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We will fight for this.",
        "tgt": "इसको हम जी जान से लड़ेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Bollywood's brand new onscreen pair Shraddha Kapoor and Shahid Kapoor are busy promoting their much-awaited film 'Haider'.",
        "tgt": "श्रध्दा कपूर और शाहिद कपूर अपनी फिल्म के प्रमोशन में जी जान से जुटे हुए हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In every case, Abel saw that Jehovahs word is completely reliable.",
        "tgt": "इस तरह, हाबिल जान पाया कि यहोवा का कहा हर वचन पत्थर की लकीर है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must capitalize our advantage and enhance the employability of our youth through skilling, re-skilling and up-skilling.",
        "tgt": "हमें अपनी इस बढ़त से फायदा उठाना चाहिए तथा कौशल, पुनर्कौशल तथा उच्चकौशल प्रदान करते हुए अपने युवाओं की रोजगारयोग्यता को बढ़ाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O ye who believe! stand out firmly for justice, as witnesses to Allah, even as against yourselves, or your parents, or your kin, and whether it be (against) rich or poor: for Allah can best protect both. Follow not the lusts (of your hearts), lest ye swerve, and if ye distort (justice) or decline to do justice, verily Allah is well - acquainted with all that ye do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Unity is strength",
        "tgt": "एकता में बल है",
        "contains_idioms": true,
        "idioms": [
            "एकता में बल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The government should seize the opportunity.",
        "tgt": "सरकार को इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Unity brings strength and division exhibits weakness.",
        "tgt": "एकता में बल है और बंटे होने से कमजोरी दिखती है।",
        "contains_idioms": true,
        "idioms": [
            "एकता में बल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "NDRF team has reached the spot to rescue people from the debris.",
        "tgt": "हादसे वाली जगह पर पहुची एनडीआरएफ की टीम खदान में फंसे लोगों को बाहर निकालने के लिए जी जान से जुट गयी है.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "When you have massive strikes, which aim at bringing the economy to a halt, when grain cannot move, then certainly it is taking an advantage which is not in the general interest of the nation.",
        "tgt": "जब बड़ी-बड़ी हड़तालें आयोजित की जाएं, जिनसे अर्थव्यवस्था ठप होने लगे, जब अनाज को लाने-ले जाने का सिलसिला रूक जाए, तो यह निश्चय ही ऐसा बेजा फायदा उठाना कहा जाएगा, जिसका खमियाजा सारे राष्ट्र को भुगतना होता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The hunters rushed to the spot and stared down, expecting to see their trophy go crashing from rock to rock, to the valley far below.",
        "tgt": "कोडन ने बोक्का को बुलाकर मोज़ के बारे में सारी बातें बतायीं और कहा कि मोज़ को यहां के लोग जी जान से चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Be it railways or roads, housing for the poor or industry, the world is looking towards India and we want to take advantage of this opportunity.",
        "tgt": "रेल हो, रोड हो, गरीबों के लिए घर हो, उद्योग हो, कारखाने हो, दुनिया के लोगों का ध्यान आज हिंदुस्तान की तरफ आया है और हम इस अवसर का फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Other changes, however, were much harder. It was especially difficult to control my anger.",
        "tgt": "जैसे, मेरे लिए अपने गुस्से पर काबू पाना, लोहे के चने चबाना था ।",
        "contains_idioms": true,
        "idioms": [
            "लोहे के चने चबाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Salman Khan and Katrina Kaif are busy with the promotion of their upcoming film Bharat.",
        "tgt": "सलमान खान और कैटरीना कैफ इन दिनों अपनी अगली फिल्म ‘भारत’ के प्रमोशन में जी जान से जुटे हुए हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "While technical snags have been removed already, the main reason for failure of people to log in is because of last minute rush and panic in which those who have already logged in want to continue for the entire period for fear of losing it.",
        "tgt": "वैसे तो तकनीकी समस्याओं को पहले ही बाकायदा दूर कर दिया गया है, लेकिन लॉग-इन करने में असमर्थ होने का मुख्य कारण यह था कि अंतिम तारीख होने के कारण एकदम से करदाताओं की भीड़ बढ़ गई और इसके साथ ही ऐसे लोग जो पहले ही लॉग-इन कर चुके थे वे इसमें मुश्किलें पेश आने के अंदेशे को ध्यान में रखते हुए घबराहट में आकर पूरी अवधि तक लॉग-इन का फायदा उठाना चाहते थे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Quantum technologies, cyber space, and artificial intelligence need to be leveraged into the defence ecosystem.",
        "tgt": "डिफेंस इकोसिस्टम में क्वांटम टेक्नोलॉजी, साइबर स्पेस और आर्टिफिशियल इंटेलिजेंस का फायदा उठाना होगा.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This went on for the whole day.",
        "tgt": "यह सब दिन दहाड़े चल रहा था.",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He even went to the length of saying that in a democratic government only a few persons whose lust for power is not satisfied desire to exploit the democratic electoral system, and he saw no logic in asserting that the majority is wiser than the minority.",
        "tgt": "उन्होंने यहां तक कहा कि एक लोकतांत्रिक सरकार में सत्ता के भूखे कुछ लोग ही लोकतांत्रिक निर्वाचन व्यवस्था का फायदा उठाना चाहते हैं. उन्हें इस दावे में कोई तर्क नजर नहीं आता है कि बहुसंख़्यक की राय को अल्पसंख़्यक की राय की अपेक्षा अधिक विवेकपूर्ण समझा जाये.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or, do they feel secure against the coming of Our punishment upon them in the forenoon while they are at play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Of course, many people do keep their word, sometimes at great cost to themselves.",
        "tgt": "उनकी बात पत्थर की लकीर होती है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must utilise the opportunities we have.",
        "tgt": "हमें जो भी मौके मिले थे उन मौकों का फायदा उठाना चाहिए था.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers, be maintainers of justice and witnesses for Allah, even though it is against yourselves, your parents, or your kinsmen, whether he is rich or poor, Allah has more rights over both of them. So do not follow desires, so that you are (not) just. If you twist or turn, Allah is Aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe! be maintainers of justice, bearers of witness of Allah's sake, though it may be against your own selves or (your) parents or near relatives. if he be rich or poor, Allah is nearer to them both in compassion. therefore do not follow (your) low desires, lest you deviate. and if you swerve or turn aside, then surely Allah is aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Talking about the lockdown, PM Modi said, \"\"When I had addressed the nation I had said that to save the life of every citizen, lockdown and social distancing are very important.\"",
        "tgt": "\"मुख्यमंत्रियों के साथ बातचीत में पीएम मोदी ने कहा, \"\"जान है तो जहान है, जब मैंने राष्ट्र के नाम सन्देश दिया था, तो प्रारम्भ में बल दिया था कि हर नागरिक की जान बचाने के लिए लॉकडाउन और सोशल डिस्टेंशिंग का पालन बहुत आवश्यक है, देश के अधिकतर लोगों ने बात को समझा और घरों में रहकर दायित्व निभाया।\"",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The BJP is trying to take advantage of this situation.",
        "tgt": "बीजेपी इसी का फायदा उठाना चाह रही है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I want to make best of this opportunity.",
        "tgt": "’ मैं इसका पूरा फायदा उठाना चाहता हॅूं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "With India as a production base for Jimny, Suzuki aims to leverage Maruti Suzukis global production stature.",
        "tgt": "कंपनी ने कहा, ‘सुजुकी जिम्नी के लिए भारत को उत्पादन केंद्र बनाकर मारुति सुजुकी की वैश्विक विनिर्माण स्थिति का फायदा उठाना चाहती है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe! Stand firmly for justice, as witnesses to God, even if against yourselves, or your parents, or your relatives. Whether one is rich or poor, God takes care of both. So do not follow your desires, lest you swerve. If you deviate, or turn awaythen God is Aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He underlined that the motto of the government earlier was jaan hai to jahaan hai but now is jaan bhi jahaan bhi.",
        "tgt": "उन्होंने यह रेखांकित किया कि सरकार का मंत्र पहले था ‘जान है तो जहान है’, लेकिन अब मंत्र है ‘जान भी जहान भी’।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers! Be upholders of justice, and bearers of witness to truth for the sake of Allah, even though it may either be against yourselves or against your parents and kinsmen, or the rich or the poor: for Allah is more concerned with their well-being than you are. Do not, then, follow your own desires lest you keep away from justice. If you twist or turn away from (the truth), know that Allah is well aware of all that you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It is a great challenge and everyone is up for it.",
        "tgt": "यह बहुत बड़ा चैलेंज है और सभी लोग जी जान से जुटे हुए हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or, are the people of the township secure that Our wrath would not come upon them by daylight while they are disporting themselves?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Even if We open a door in the heavens and they ascend through it in broad daylight,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "She remains in the nest till the young larva hatches. protests vigorously and struggles frantically to break loose, but in the end submits to her superior strength.",
        "tgt": "वह जोरशोर से विरोध करता हे और छूटने के लिए जी जान से संघर्ष करता हे लेकिन अंत में मादा की श्रेष्ठ शक्ति के सामने हार मान लेता है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Murder and rape incidents have become the order of the day.",
        "tgt": "दिन दहाड़े मर्डर, लूट की घटनाएं आम हो गई है।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We will oppose it.",
        "tgt": "हम इसका जी जान से विरोध करेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The Nine two eleven (noe do gayara) was assumed Hindi first blog which was post by Alok kumar.",
        "tgt": "हिन्दी का पहला चिट्ठा नौ दो ग्यारह माना जाता है जिसे आलोक कुमार ने पोस्ट किया था।",
        "contains_idioms": true,
        "idioms": [
            "नौ दो ग्यारह"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Read | Indian economy like one-eyed king in land of blind: RBIs Rajan",
        "tgt": "पढ़ें: 'अंधों में काना राजा' जैसी ही भारतीय अर्थव्यवस्था की स्थिति: राजन",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Indeed, we can! Tapping Into Wholesome Peer Influence",
        "tgt": "अच्छे साथियों का फायदा उठाना",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"We knew it was important with the new ball to take advantage of it because the wicket had been under covers for a long time.\"",
        "tgt": "हेनरी ने कहा, ‘‘हम जानते थे कि नयी गेंद का फायदा उठाना महत्वपूर्ण था क्योंकि विकेट पर लंबे समय तक कवर रहा.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "IAF, NDRF jawans engaged in rescue effort along with Gujarat Police.",
        "tgt": "एनडीआरएफ और सेना के जवान राहत और बचाव कार्य में जी जान से जुट गए हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take advantage of this opportunity further.",
        "tgt": "आपको तो इस मौके का और फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "North East should take full advantage of this power.",
        "tgt": "नॉर्थ ईस्ट को इस शक्ति का पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "What! do the people of the towns feel secure from Our punishment coming to them in the morning while they play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They want to exploit it.",
        "tgt": "वे इसका फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The Communist Party and its associated organs, including the Peoples Liberation Army, are increasingly operating in theatres outside its borders, including Europe, and seeking advantage by any means, and at any cost, he said.",
        "tgt": "उन्होंने कहा, ‘कम्युनिस्ट पार्टी और पीपुल्स लिबरेशन आर्मी समेत उससे संबंधित तंत्र यूरोप समेत अपनी सीमाओं से परे तेजी से काम कर रहे हैं और किसी भी तरह व किसी भी कीमत पर फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Lets save lives, Jaan hai toh jahaan hai.",
        "tgt": "चलो जान बचाएं, जान है तो जहान है.",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह के हालात से निकलकर आए किसी व्यक्ति की परिस्थितियों का फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Ruth wanted to take advantage of the provision of gleaning made for the benefit of the foreigners and the afflicted.",
        "tgt": "परदेशियों और दुःखियारों की खातिर किए गए बीनने के इंतज़ाम का रूत पूरा फायदा उठाना चाहती थी ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Everyone wants to enjoy.",
        "tgt": "सभी फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The need of the hour is to leverage Indias leadership position in ICT to introduce technology - intensive solutions for governance.",
        "tgt": "शासन के प्रौद्योगिकी-सघन समाधान आरंभ करने के लिए सूचना और संचार प्रौद्योगिकी में भारत की अग्रणी स्थिति से फायदा उठाना समय की जरूरत है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We dont believe in violent protests, but we will certainly oppose CAA and the National Register of Citizens ( NRC ) tooth and nail, he said.",
        "tgt": "उन्होंने कहा कि हमलोग हिंसक प्रदर्शनों में यकीन नहीं करते हैं लेकिन निश्चित रूप से हमलोग सीएए और राष्ट्रीय नागरिक पंजी (एनआरसी) का जी जान से विरोध करेंगे.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Nevertheless, there is still room for considerable improvement. Police abuse of power is another area where nearly every force could improve.",
        "tgt": "अपने अधिकार का नाजायज़ फायदा उठाना एक और क्षेत्र है, जहाँ लगभग हर पुलिस - बल को सुधार लाने की ज़रूरत है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"We wish to reap benefits of this geographical specialty by working as a dynamic bridge between the two countries,\"\" he said.\"",
        "tgt": "प्रचंड ने कहा, 'दोनों देशों के बीच गतिशील सेतु के तौर पर काम करके हम इस भोगौलिक विशेषता का फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "BJP and the central government have started misusing CBI as elections are approaching.",
        "tgt": "भाजपा और केंद्र सरकार ने चुनाव आते ही सीबीआई का गलत फायदा उठाना शुरू कर दिया है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Mr Rajan, who recently drew criticism for likening the Indian economy to a one-eyed man being king in the land of the blind, also said he has no problem with Indias growth, but it can do better.",
        "tgt": "भारतीय अर्थव्यवस्था को ‘अंधों में काना राजा’ कहकर विवादों में घिर चुके राजन ने यह भी कहा कि उन्हें भारत की वृद्धि को लेकर कोई समस्या नहीं है लेकिन यह और बेहतर हो सकती है। शिव नाडर यूनिवर्सिटी के दीक्षांत समारोह में अपने संबोधन में उन्होंने कहा, ‘मुक्त बाजार में आप जो कुछ भी खरीदना चाहते हैं, उसके लिये धन चाहिए। आपको खानदान, परिवार का महान इतिहास या उपयुक्त फैशन वाले कपड़े या खूबसूरती की जरूरत नहीं है।’",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Bollywood actors Ranbir Kapoor and Katrina Kaif are on a promotional spree for their upcoming film Jagga Jasoos.",
        "tgt": "बॉलिवुड अभिनेता रणबीर कपूर और कटरीना कैफ इन दिनों अपनी रिलीज़ के लिए तैयार फिल्म जग्गा जासूस के प्रमोशन में जी जान से जुटे हैं। फिल्म के प्रमोशनल इंटरव्यू के दौरान रणबीर-कटरीना ने बताया कि जब शूटिंग या ऐक्टिंग नहीं कर रहे होते हैं तब वह क्या करते हैं। ऐसे समय में रणबीर जहां पढ़ाई, फिल्में और खेलने में अपना समय बिताते हैं, वहीं कटरीना अलग-अलग तरह की ट्रेनिंग कर अपना पसीना बहाती हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "At the end of the day, it is life.",
        "tgt": "आखिर जान है तो जहान है।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Shah Rukh Khan is currently shooting for his upcoming film 'Raaes'.",
        "tgt": "' रईस ' फिल्म के प्रचार में इन दिनों शाहरुख खान जी जान से जुटे हुए हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We dont believe in violent protests, but we will certainly oppose CAA and the National Register of Citizens ( NRC ) tooth and nail, he said.",
        "tgt": "उन्होंने कहा, ‘‘हमलोग हिंसक प्रदर्शनों में यकीन नहीं करते हैं लेकिन निश्चित रूप से हमलोग सीएए और राष्ट्रीय नागरिक पंजी (एनआरसी) का जी जान से विरोध करेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It is not right to take advantage of someones helpless situation.",
        "tgt": "किसी का असहाय हालत में फायदा उठाना ठीक नहीं है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह के हालात से निकलकर आये किसी व्यक्ति की परिस्थितियों का फायदा उठाना चाहिये।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In the second place, even if Britain were to be regarded as an enemy, it was not brave nor righteous to take advantage of an enemy in distress.",
        "tgt": "दूसरी बात यह कि अगर ब्रिटेन को दुश्मन माना भी जाए तो मुसीबत में फंसे दुश्मन से फायदा उठाना न बहादुरी है और न उचित है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Talking about the great demographic dividend that India has,Shri Goyal said that this demographic dividend is our greatest strength and we should leverage and take advantage of this.",
        "tgt": "’ भारत के पास मौजूद युवाओं की बड़ी आबादी के लाभ की चर्चा करते हुए श्री गोयल ने कहा कि इस बड़ी युवा आबादी का लाभ हमारी सबसे बड़ी ताकत है और हमें इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must grasp this opportunity without losing time.",
        "tgt": "हमें बिना समय गवांए इस मौके का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Calling upon the industry in private sector on the occasion of inauguration of 2nd Global Industrial R&D Conclave the Union Minister of Science & Technology and Earth Sciences, Shri Prithviraj Chavan said that private sector must rise to the occasion in R&D expenditure and take full advantage of incentives announced by the Government in the current budget.",
        "tgt": "द्वितीय वैश्विक औद्योगिक अनुसंधान और विकास सम्मेलन के उद्धाटन के अवसर पर निजी क्षेत्र के उद्योगों को संबोधित करते हुए केन्द्रीय विज्ञान और प्रौद्योगिकी तथा पृथ्वी विज्ञान मंत्री श्री पृथ्वीराज चाव्हाण ने कहा कि निजी क्षेत्र को समयानुसार अनुसंधान और विकास व्यय बढाना चाहिए और मौजूदा बजट में भारत सरकार द्वारा घोषित प्रोत्साहन राशि का पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And if We opened upon them a door of the heaven, and they passed the day mounting thereto.",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Property dealer shot dead in Agra",
        "tgt": "आगरा में दिन दहाड़े प्रॉपर्टी डीलर की गोली मारकर हत्या",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It can destroy relationships, perverting the natural expression of sexual intimacy into a voyeuristic activity.",
        "tgt": "यह दूसरों का नाजायज़ फायदा उठाना सिखाती है और इंसान की सोच को भ्रष्ट करती है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "People are advised to maintain calm and not play into the hands of anti-social elements who want to exploit the situation for their nefarious objectives, a police officer said.",
        "tgt": "\"पुलिस के एक अधिकारी ने कहा, \"\"लोगों को शांति बनाए रखने और असामाजिक तत्वों के हाथों की कठपुतली नहीं बनने की सलाह दी गई है, जो अपने नापाक इरादों के लिए स्थिति का फायदा उठाना चाहते हैं।\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Shri Nitin Gadkari said that government is emphasizing on Make in India-Made in India and every-one should take benefit from it.",
        "tgt": "श्री नितिन गडकरी ने कहा कि सरकार, मेक इन इंडिया और मेड इन इंडिया पर बल दे रही है तथा प्रत्येक व्यक्ति को इनका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"The allegations against the group include defrauding the public sector banks including J&K Bank in connivance with the bank officials, unexplained cash deposits in the group entities and large scale diversion of funds taken for development of the impugned medical college as well as hotels of the group for private gain of the promoters,\"\" the statement read.\"",
        "tgt": "इस समूह के खिलाफ लगाए गए आरोपों में बैंक अधिकारियों के साथ साठगांठ कर जेएंडके बैंक सहित सार्वजनिक क्षेत्र के कई बैंकों को चूना लगाना, समूह के विभिन्न निकायों में बगैर लेखा-जोखा वाली नकद राशि जमा करना और बंद किए गए मेडिकल कॉलेज के विकास के लिए ली गई धनराशि को प्रमोटरों के निजी लाभ के लिए समूह के होटलों में बड़े पैमाने पर लगाने के मामले शामिल हैं।",
        "contains_idioms": true,
        "idioms": [
            "चूना लगाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They should take advantage of this.",
        "tgt": "उन्हें इसका फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Trying to turn Binoy back from the road he had - chosen would mean a. great deal of expenditure of time and possibly the infliction of some pain upon oneself.",
        "tgt": "विनय जिस पथ पर जा रहा है उससे उसे खींचते रहने की चेष्टा करना केवल समय नष्ट करना और अपने मन को तकलीफ देना है।",
        "contains_idioms": true,
        "idioms": [
            "समय नष्ट करना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I know that many people want to take benefits from it and are creating problems.",
        "tgt": "मैं जानता हूं कि कई लोग इसका फायदा उठाना चाहते हैं और वो लोग इसमें अड़चन डाल रहे हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "DECLARE ALL OUT OFFENSIVE AGAINST CANCER, ACHIEVE DECISIVE VICTORY THROUGH GOVERNMENT- INDUSTRY- ACADEMIA COLLABORATION, SAYS PRESIDENT, Rashtrapati Bhavan : 23.12.2015",
        "tgt": "राष्ट्रपति ने कहा कि सरकार-उद्योग-अकादमियों के सहयोग से कैंसर के विरुद्ध जी जान से आक्रमण से पूर्ण विजय की घोषणा की जाए, राष्ट्रपति भवन : 23.12.2015",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"...because we wanted to make the most of the moisture, we were trying to use them, he (Ashwin) was getting good bounce,\"\" Bumrah said after the end of the first day's play.\"",
        "tgt": "’ उन्होंने पहले दिन का खेल समाप्त होने के बाद कहा, ‘क्योंकि हम नमी का फायदा उठाना चाहते थे, हम उनका इस्तेमाल करने की कोशिश कर रहे थे, उसे (अश्विन) अच्छा उछाल मिल रहा था।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "As the Karnataka assembly election comes nearer, the BJP and Congress have begun aggressive campaigning in the state.",
        "tgt": "कर्नाटक विधानसभा चुनाव के नजदीक आते ही बयानाबजी का सिलसिला भी तेज हो गया है। भाजपा और कांग्रेस वोटरों को लुभाने के लिए जी जान से मेहनत कर रही है। इसी...",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "But the advantage that should have been taken from that move did not materialise because the Modi government made it conditional that the Pakistani government could not talk to the Hurriyat, and so the talks were cancelled.",
        "tgt": "लेकिन इससे जो फायदा उठाना चाहिए था वह नहीं हो सका, क्योंकि मोदी सरकार ने शर्त रख दी कि पाकिस्तानी सरकार हुर्रियत से बात नहीं कर सकती और इसलिए बातचीत रद्द कर दी गई।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"The Congress wants to reap benefits by letting Manipur burn\"\" and by pitting one tribe against another for the sake of the chair,\"\" he said.\"",
        "tgt": "प्रधानमंत्री ने कहा कि कांग्रेस मणिपुर को ‘जलने’ देकर एवं ‘सत्ता की खातिर एक जनजाति को दूसरे के खिलाफ खड़ा कर’ फायदा उठाना चाहती है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We dont believe in violent protests, but we will certainly oppose CAA and the National Register of Citizens ( NRC ) tooth and nail, he said.",
        "tgt": "उन्होंने कहा, ''हम लोग हिंसक प्रदर्शनों में यकीन नहीं करते हैं लेकिन निश्चित रूप से हमलोग सीएए और राष्ट्रीय नागरिक पंजी (एनआरसी) का जी जान से विरोध करेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Players should take full advantage of them.",
        "tgt": "खिलाड़ियों को इनका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Woman murdered in broad daylight at home",
        "tgt": "दिन दहाड़े घर में ही महिला की हत्या",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Even if We opened for them a gateway into the sky, and they began to ascend through it.",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "New Delhi: PM Narendra Modi and Portuguese President Marcelo Rebelo de Sousa discussed extensively on exploring ways to deepen bilateral ties in a range of areas including trade and investment.",
        "tgt": "प्रधानमंत्री नरेंद्र मोदी और पुर्तगाल के राष्ट्रपति रेबेलो डी सूसा ने भारत-पुर्तगाल संबंध के व्यापक आयामों पर चर्चा की, जिसमें विभिन्न क्षेत्रों में एक-दूसरे की ताकत से फायदा उठाना शामिल है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Stating that winter is knocking on the door, the Prime Minister suggested that people should make use of the weather to take the Fit India movement forward.",
        "tgt": "प्रधानमंत्री ने ठंड के आने का जिक्र करते हुए सुझाव दिया कि लोगों को फिट इंडिया मुहिम को आगे बढ़ाने के लिए इस मौसम का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This is aimed at leveraging our long coastline and natural maritime advantages.",
        "tgt": "इसका उद्देश्य हमारी लंबी समुद्री सीमा एवं प्राकृतिक समुद्री अनुकूलता का फायदा उठाना था।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Hence, we do well to ask Jehovah in prayer to help us fortify our faith.",
        "tgt": "विश्‍वासयोग्य दास हमारे विश्‍वास को मज़बूत करने के लिए जो इंतज़ाम करता है, उसका हमें पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"Obviously coming over here you probably don't expect conditions like that at the start of the day, so we knew we had to make the most of that, especially being put in with the ball.\"",
        "tgt": "उन्होंने कहा, ‘‘निश्चित तौर पर यहां आकर आप दिन के शुरू में इस तरह की परिस्थितियों की उम्मीद नहीं करते और इसलिए हम जानते थे कि हमें इसका अधिक से अधिक फायदा उठाना है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The answer is remarkably simple: by firmly rejecting satanic propaganda and fully availing ourselves of Gods provisions to make us solid in the faith. 1 Peter 5: 8 - 10.",
        "tgt": "जवाब बिलकुल साफ है: शैतान की झूठी शिक्षाओं को सख्ती से ठुकराना और हमें “विश्‍वास में दृढ़ ” बनाए रखने के लिए परमेश्‍वर ने जो आध्यात्मिक भोजन का इंतज़ाम किया है, उसका पूरा - पूरा फायदा उठाना । — 1 पतरस 5: 8 - 10.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Logically speaking, intelligence agencies of all countries should exploit social media for espionage.",
        "tgt": "तार्किक रूप से, सभी देशों की खुफिया एजेंसियों को जासूसी के लिए सोशल मीडिया का फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They want to take advantage of such a situation and attack Kejriwal and the entire Cabinet.",
        "tgt": "वे ऐसी स्थिति का फायदा उठाना चाहते हैं और केजरीवाल तथा पूरे कैबिनेट पर हमला करना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In such a situation, Pakistan is trying to take advantage of this opportunity.",
        "tgt": "ऐसे में पाकिस्तान इस मौके का फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They should take advantage of this.",
        "tgt": "जिसका उन्‍हें फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "What a great day!",
        "tgt": "‘दिन दहाड़े इतना फन!",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "lead on",
        "tgt": "चकमा देना",
        "contains_idioms": true,
        "idioms": [
            "चकमा देना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Anil Kumble has stepped down as Indian cricket teams head coach.",
        "tgt": "भारतीय क्रिकेट टीम के मुख्य कोच अनिल कुंबले ने कमर कसना शुरु कर दी है।",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "State Spokesperson of the BJP Dr.Chandra Mohan said in...",
        "tgt": "बीजेपी प्रवक्ता डॉ चंद्रमोहन बोले- जैसी करनी वैसी भरनी",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The incident has created a furore in the city.",
        "tgt": "दिन दहाड़े हुई इस घटना से शहर में हलचल मची हुई है।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He said, the Ministry has issued guidelines for tele-medicine facility and urged patients to take advantage of it.",
        "tgt": "उन्होंने कहा कि मंत्रालय ने टेली-मेडिसन सुविधाओं के विकास के दिशा-निर्देश जारी कर दिये गये हैं और रोगियोंको इनका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Answering a question related to the festival season, the Minister quoted the Hon.Prime Minister, and stated that Jaan hai to Jahan hai",
        "tgt": "\"\"\"त्योहार के मौसम से संबंधित एक सवाल का जवाब देते हुए मंत्री ने माननीय प्रधानमंत्री के बयान का उल्लेख किया और कहा कि \"\"\"\"जान है तो जहान है\"\"\"\"\"\"\"",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "( New International Version) In harmony with those words, people who are truly generous at heart who do not give with a view to repayment are appreciated and loved, especially by God. Hebrews 13: 16.",
        "tgt": "इन शब्दों के मुताबिक, जो इंसान यह मानकर चलता है कि नेकी कर दरिया में डाल, यानी जो एहसान के बदले एहसान की उम्मीद नहीं करता, उससे सभी लोग खासकर परमेश्‍वर प्यार करता है और उसकी कदर करता है । — इब्रानियों 13: 16.",
        "contains_idioms": true,
        "idioms": [
            "नेकी कर दरिया में डाल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Today, all of you, the industry of India should take full advantage of the World's trust that has been developed towards India.",
        "tgt": "आज पूरे विश्व में भारत के प्रति जो trust develop हुआ है, उसका आप सभी को, भारत की Industry को पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Id like us to use that.",
        "tgt": "हम इसका फायदा उठाना चाहेंगे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "New Delhi: Anil Kumble has resigned as the head coach of the Indian cricket team.",
        "tgt": "बेंगलुरु: भारतीय क्रिकेट टीम के मुख्य कोच अनिल कुंबले ने कमर कसना शुरु कर दी है।",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It would be suicidal on the part of the Princes to exploit the Hindu - Muslim differences in British India.",
        "tgt": "राजाओं के लिए ब्रिटिश भारत में विद्यमान हिन्दू-मुसलमानों के मतभेद और संघर्ष का नाजायज फायदा उठाना आत्म-घातक सिद्ध होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We dont believe in violent protests, but we will certainly oppose CAA and the NRC ( National Register of Citizens ) tooth and nail.",
        "tgt": "\"उन्होंने कहा, \"\"हमलोग हिंसक प्रदर्शनों में यकीन नहीं करते लेकिन निश्चित रूप से हमलोग सीएए और राष्ट्रीय नागरिक पंजी (एनआरसी) का जी जान से विरोध करेंगे.\"",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Guided by the urgent need to save lives -Jaanhaitoh Jahan hai, India resorted to a strict 21 days nationwide lockdown on 24thMarch, 2020 to contain the spread of COVID-19 in its early stages in the country",
        "tgt": "लोगों की जान बचाने- ‘जान है तो जहान है’की तात्कालिक जरूरत से प्रेरित होकरभारत ने देश में कोविड-19 के प्रसार को उसके प्रारंभिक चरण में ही रोकने के लिए 24 मार्च, 2020 को देश भर में 21 दिनों के सख्त लॉकडाउन का सहारा लिया",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Actor Saif Ali Khan is currently promoting his upcoming release Laal Kaptaan.",
        "tgt": "बॉलीवुड अभिनेता सैफ अली खान इन दिनों अपनी रिलीज के लिए तैयार फिल्म ‘शेफ’ का प्रमोशन जी जान से कर रहे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Playing with lives",
        "tgt": "‘खेलें हम जी जान से’",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Washington: With India being often described as the bright spot in the global economy, the Reserve Bank of India (RBI) Governor Raghuram Rajan sees this as a case of the one-eyed man being king in the land of the blind.",
        "tgt": "वाशिंगटन: भारत को प्राय: वैश्विक अर्थव्यस्था में चमकता बिंदु बताए जाने के बीच भारतीय रिजर्व बैंक के गवर्नर रघुराम राजन को लगता है कि यह कुछ कुछ अंधों में काना राजा जैसा मामला है।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Rs two lakh looted",
        "tgt": "दिन दहाड़े दो लाख की लूट",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Agricultural extension agencies must be energised to take advantage of these favourable factors not only for the production in the kharif but also for the succeeding rabi crop.",
        "tgt": "खरीफ और रबी की भी फसलों का उत्पादन बढ़ाने के लिए कृषि विस्तार अभिकरणों को इस अनुकूल स्थिति का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Yes, violence begets violence, as human history has repeatedly demonstrated.",
        "tgt": "जी हाँ जैसी करनी, वैसी भरनी ।",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I wanted to make use of the opportunity.",
        "tgt": "मैं मौके का फायदा उठाना चाहता था.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In reality, true value is determined by what we perceive to be our greatest need.",
        "tgt": "कहा जाता हैं कि जान है तो जहान है ।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "There is a scramble for Muslim votes in Uttar Pradesh between Congress and Samajwadi Party.",
        "tgt": "उत्तर प्रदेश के चुनावों में मुसलमानों का वोट हासिल करने में कांग्रेस और समाजवादी पार्टी जी जान से जुटी है.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It is in your hands to take advantage of those opportunities.",
        "tgt": "मौके का फायदा उठाना आपके हाथ में है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Lawyer shot dead in broad daylight in Allahabad",
        "tgt": "इलाहाबाद में दिन दहाड़े वकील की गोली मारकर हत्या, भारी बवाल",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Make the most of this opportunity.",
        "tgt": "आप इस मौके का भरपूर फायदा उठाना।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or do the inhabitants of the villages feel secure from Our Might coming to them in the midmorning while they play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers! Be upholders of justice, and bearers of witness to truth for the sake of Allah, even though it may either be against yourselves or against your parents and kinsmen, or the rich or the poor: for Allah is more concerned with their well - being than you are. Do not, then, follow your own desires lest you keep away from justice. If you twist or turn away from (the truth), know that Allah is well aware of all that you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह के हालात से निकलकर आये किसी व्यक्ति की परिस्थितियों का फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "As people try to pick up their lives and livelihoods, the team of TRIFED warriors is continuing to forge ahead in its endeavour to bring the tribal people towards mainstream development.",
        "tgt": "अब जब आम जन जीवन पटरी पर लौटने लगा है ट्राइफेड के लोग जनजातीय लोगों को मुख्यधारा में लाने के लिए जी जान से प्रयास कर रहे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I knew I had to make full use of it, otherwise media would have written against me.",
        "tgt": "मुझे पता था कि इसका पूरा फायदा उठाना होगा, अन्यथा मीडिया मेरे खिलाफ लिखता।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Londons mayor Sadiq Khan said: \"\"Boasting more of the globes top universities and welcoming the most international students, London is the higher education capital of the world and I want to make sure it stays that way.\"\"\"",
        "tgt": "लंदन के मेयर सादिक खान ने कहा, ‘‘ हमारे पास किसी भी अन्य शहर के मुकाबले अधिक शीर्ष विश्वविद्यालय और विदेशी छात्र संख्या है और मैं चाहता हूं कि यह कायम रहे। ’’ उन्होंने कहा , ‘‘ लंदन पढ़ाई , व्यापार करने और नवोन्मेष के लिहाज से सर्वश्रेष्ठ स्थान है और शहर के सभी लोगों को इन मौकों का फायदा उठाना चाहिए। ’’",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We have a saying that one cannot clap with one hand.",
        "tgt": "हमारे यहां कहावत है - एक हाथ से ताली नहीं बजती है।",
        "contains_idioms": true,
        "idioms": [
            "एक हाथ से ताली नहीं बजती"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In this Ashutosh Gowarikar film, Hrithik Roshan and Aishwarya Rai Bachchan played the titular roles.",
        "tgt": "इस फिल्म में ह्रितिक और ऐश्वर्या राय ने टाइटल रोल्स निभाए। ‘खेलें हम जी जान से’ के ज़रिये आशुतोष ने एक बार फिर ब्रिटिश काल की सैर की। फिल्म में अभिषेक बच्चन और दीपिका पादुकोणे ने लीड रोल्स निभाए। पर ‘मोहनजो-दड़ो’ के साथ आशू इतिहास में इतना पीछे चले गए हैं, जितना कोई फिल्ममेकर नहीं गया। इसीलिए इस फिल्म का बेसब्री से इंतज़ार रहेगा।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You have to remember that Jaan hai toh Jahaan hai.",
        "tgt": "आपको यह याद रखना होगा कि जान है तो जहान है।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Had We opened a door for them in the sky through which they could easily pass,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Shivangouda Naik: Listen Sharanagouda, if sir promises you something, it is like it has been set in stone.",
        "tgt": "शिवनगौडा नाईक: सुनिए शरणगौडा, यदि सर आपसे कुछ वादा कर रहे हैं, तो वो पत्थर की लकीर की तरह है.",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe, be custodians of justice (and) witnesses for God, even though against yourselves or your parents or your relatives. Whether a man be rich or poor, God is his greater well - wisher than you. So follow not the behests of lust lest you swerve from justice. and if you prevaricate or avoid (giving evidence), God is cognisant of all that you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "But the manner in which his opponents have tried to make capital out of it is even worse.",
        "tgt": "लेकिन और भी बुरी बात यह रही है कि उनके विरोधियों ने इस स्थिति का एक विचित्र ढंग से फायदा उठाना चाहा है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Furthermore, just as the rock badger thrives in a close - knit community, we need to stay close to our fellow Christians so that we can enjoy an interchange of encouragement with them.",
        "tgt": "एक तरीका है, यहोवा ने हमारी हिफाज़त के लिए जो इंतज़ाम किए हैं, उनका पूरा - पूरा फायदा उठाना ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We should take advantage of this, he said.",
        "tgt": "उन्होंने कहा,‘‘हमें इसका फायदा उठाना होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Cases of robbery, theft, abduction and rape are being reported every day.",
        "tgt": "दिन दहाड़े चोरी, डकैती, लूट की घटनाएं हो रही हैं।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Rs 6 lakh looted",
        "tgt": "दिन दहाड़े लूट लिए 6 लाख",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take full advantage of it.",
        "tgt": "उसे इसका पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "To succeed in the race for life, then, we must draw strength from what Jehovah has lovingly provided for our spiritual nourishment.",
        "tgt": "तो फिर, ज़िंदगी की अपनी दौड़ में जीत हासिल करने के लिए यहोवा ने हमारी आध्यात्मिक खुराक के लिए जो प्यार - भरे इंतज़ाम किए हैं, उनसे हमें पूरा - पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The government has taken a number of steps, including setting up of a Special Investigation Team (SIT) on Black Money, enacting the Black Money Act, making more stringent the provisions of the Foreign Exchange Management Act (FEMA) and Prevention of Money Laundering Act (PMLA), opening a compliance window for voluntary disclosures, gearing up the income-tax administration, streamlining Double Taxation Avoidance Agreements with key countries, pushing for the Common Reporting Standards (CRS) with other countries",
        "tgt": "इनमें काले धन पर एक विशेष जांच दल (एसआईटी) की स्थापना, काला धन अधिनियम पारित करना, विदेशी मुद्रा प्रबंधन अधिनियम (फेमा) एवं धन शोधन निवारण अधिनियम (पीएमएलए) के प्रावधानों को और अधिक कठोर करना, अघोषित आय के स्वैच्छिक खुलासे के लिए विंडो खोलना, आयकर विभाग की कमर कसना, प्रमुख देशों के साथ दोहरे कराधान से बचाव को व्यवस्थित बनाने के करार और अन्य देशों के साथ कॉमन रिपोर्टिंग स्टैंडर्डस (सीआरएस) पर जोर देना आदि शामिल हैं",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The need of the hour is to leverage Indias leadership position in ICT to introduce technology-intensive solutions for governance.",
        "tgt": "शासन के प्रौद्योगिकी-सघन समाधान आरंभ करने के लिए सूचना और संचार प्रौद्योगिकी में भारत की अग्रणी स्थिति से फायदा उठाना समय की जरूरत है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or are the people of the townships then secure from the coming of Our wrath upon them in the daytime while they play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Benefits for women:",
        "tgt": "महिलाओं का फायदा उठाना:",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "All the systems were left in such a broken shape, so many evils have penetrated them that if it was a faint hearted person then he would have lost his nerve but we are made of a different kind of material, we have a habit of picking up the challenges and we have a habit of challenging the challenges and we are capable of completely dedicating ourselves to take the country to its destination by accepting those challenges. As Nitin Ji was just talking about that bridge on Chambal.",
        "tgt": "सारी व्यवस्था ऐसे चरमरा गई है बुराईयां इतनी प्रवेश कर चुकी है अगर कोई ढीला ढाला इंसान होता तो शायद उसको देखते ही डर जाता लेकिन हम जरा अलग मिट्टी के बने हुए है चुनोतियो को चुनने की भी आदत है और चुनोतियो को चुनौती देने की भी आदत है और चुनोतियो को स्वीकार करते हुए रास्ते खोजते हुए मंजिल की ओर देश को ले जाने के लिए जी जान से जुटने का माजा भी रखते है अभी नितिन जी वर्णन कर रहे थे चंबल के उस ब्रिज का 2006 से 2017 तक11 साल और बजट कितना 300 करोड़ से भी कम।सरकार में फर्क क्या होता है?",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We want to get that advantage to us, Malinga said.",
        "tgt": "मलिंगा ने कहा कि हम इसका फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Like Paul, Jehovahs Witnesses have repeatedly been compelled to engage in legal battles in courts of law in order to preserve their Christian activity.",
        "tgt": "पौलुस की तरह आज भी यहोवा के साक्षियों को परमेश्‍वर की सेवा करने के अपने हक के लिए कानून का सहारा लेना पड़ा ।",
        "contains_idioms": true,
        "idioms": [
            "कानून का सहारा लेना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Besides the BJP and Congress, the other parties in the fray also held election meetings.",
        "tgt": "कांग्रेस बीजेपी के अलावा अन्य क्षेत्रीय पार्टियां भी चुनावी रण जीतने के लिए जी जान से जुटी हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This is a golden opportunity for India.",
        "tgt": "यह एक स्वर्णिम अवसर है, जिसका भारत को फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The students should take full advantage of these opportunities.",
        "tgt": "छात्रों को इस मौके का भरपूर फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Asked if T20s are a good way to start at the senior level compared to the traditional days format, Tendulkar said its an opportunity that Arjun needs to grab.",
        "tgt": "तेंदुलकर से जब पूछा गया कि क्या सीनियर स्तर पर करियर शुरू करने का यह सही तरीका होगा तो उन्होंने कहा कि यह ऐसा मौका है जिसका अर्जुन को फायदा उठाना होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And it presents his Son, Jesus Christ, as the Faithful Witness, the firstborn from the dead, and the Ruler of the kings of the earth.",
        "tgt": "( ख) जो इस सुसमाचार से फायदा उठाना चाहते हैं, उन्हें क्या करना चाहिए?",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Finance Minister Arun Jaitley with RBI Governor Raghuram Rajan",
        "tgt": "वित्त मंत्री अरुण जेटली ने भारतीय अर्थव्यवस्था को अंधों में काना राजा बताने वाले रिजर्व बैंक के गवर्नर रघुराम राजन के",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Militant groups supported by Pakistan will continue to take advantage of their safe haven in Pakistan to plan and conduct attacks in India and Afghanistan, including against US interests, Coats told the members of the Senate Select Committee on Intelligence.",
        "tgt": "’ कोट्स ने खुफिया मुद्दों पर संसद (सीनेट) की प्रवर समिति के सदस्यों को बताया, ‘पाकिस्तान समर्थित आतंकवादी समूह भारत और अफगानिस्तान के अलावा अमेरिकी हितों के खिलाफ हमलों की योजना बनाने और अंजाम देने के लिए पाकिस्तान में अपने पनाहगाहों का फायदा उठाना जारी रखेंगे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Through this strategic investment and partnership with Snapdeal, the SoftBank Group aims to further strengthen its presence in India and leverage synergies with its network of Internet companies around the world, Snapdeal said in a statement.",
        "tgt": "स्नैपडील ने एक बयान में कहा कि कंपनी के साथ इस रणनीतिक निवेश और भागीदारी के जरिये सॉफ्टबैंक समूह भारत में अपनी मौजूदगी बढ़ाना चाहता है और विश्वभर की इंटरनेट कंपनियों के नेटवर्क के साथ अपने तालमेल का फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "This is our demographic dividend which we need to harness.",
        "tgt": "हमें अपने इस जनसांख्यिकीय लाभ का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Shahid Kapoor is all geared up for his upcoming film.",
        "tgt": "अभिनेता शाहिद कपूर अपनी आने वाली फिल्म ‘पद्मावती’ के लिए पूरे जी जान से जुटे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In western UP, every Jat leader, be it Tikait or Ajit Singh or Harendra Malik (Congress), is trying to ride on the agitation.",
        "tgt": "पश्चिमी यूपी में हर जाट नेता, चाह वह राकेश टिकैत (BKU) हों याचुका अजीत सिंह (RLD) या हरेंद्र मलिक (कांग्रेस), सब आंदोलन का फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Cash, jewellery worth lakhs of rupees looted from house",
        "tgt": "व्यापारी के मकान से दिन दहाड़े लाखों के जेवर और नकदी चोरी",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The allegations against the group include defrauding the public sector banks including J&K bank in connivance with the bank officials, unexplained cash deposits in the group entities and large scale diversion of funds taken for development of the impugned Medical College as well as hotels of the Group for private gain of the promoters.",
        "tgt": "इस समूह के खिलाफ लगाए गए आरोपों में बैंक अधिकारियों के साथ साठगांठ कर जेएंडके बैंक सहित सार्वजनिक क्षेत्र के कई बैंकों को चूना लगाना, समूह के विभिन्न निकायों में बगैर लेखा-जोखा वाली नकद राशि जमा करना और बंद किए गए मेडिकल कॉलेज के विकास के लिए ली गई धनराशि को प्रमोटरों के निजी लाभ के लिए समूह के होटलों में बड़े पैमाने पर लगाना शामिल हैं।",
        "contains_idioms": true,
        "idioms": [
            "चूना लगाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Although the experience was a bit upsetting, it taught me that when doing street witnessing, one should keep moving and not stand like a post.",
        "tgt": "भाई को देखते ही लड़के नौ दो ग्यारह हो गए ।",
        "contains_idioms": true,
        "idioms": [
            "नौ दो ग्यारह"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"There is always going to be pressure, especially in a home tournament, but should be using that to our advantage,\"\" he said.\"",
        "tgt": "उन्होंने कहा, “मैच में हमेशा दवाब रहता है, खासकर घरेलू टूर्नामेंट में लेकिन हमें इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The government had earlier said India should take advantage of the global turbulence and look at how to convert it into an opportunity.",
        "tgt": "सरकार ने इससे पहले कहा था कि भारत को इस वैश्विक उठापटक का फायदा उठाना चाहिये और इस स्थिति को किस प्रकार अवसरों में बदला जा सकता है इस पर गौर करना चाहिये।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or do the people of the dwellings not fear that Our wrath may come upon them during the day, while they are playing?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "People should take advantage of this opportunity, she said.",
        "tgt": "ऐसे में लोगों को इस अवसर का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I believe that Siddaramaiah is sending some of his MLAs to me and is trying to take political leverage.",
        "tgt": "येदियुरप्‍पा ने कहा क‍ि मुझे विश्‍वास है कि सिद्धारमैया अपने कुछ विधायकों को मेरे पास भेजकर राजनीतिक फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kavita Devi said, I am honored to be the first Indian woman to compete in WWEs first ever womens tournament.",
        "tgt": "मीडिया रिपोर्ट्स के मुताबिक कविता देवी ने इस उपलब्धि के बारे में कहा कि WWE द्वारा आयोजित महिलाओं के इस पहले टूर्नामेंट का हिस्सा बनकर उनको काफी गर्व महसूस हो रहा है. वह इस मौके का पूरा फायदा उठाना चाहती हैं, जिससे वह देश के अन्य महिला पहलवानों के लिए प्रेरक बन सकें.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We wanted to take advantage.",
        "tgt": "हम इसका फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"The country should take advantage of J&Ks geostrategic location and revive its traditional routes to foster greater economic activity,\"\" Mehbooba said.\"",
        "tgt": "महबूबा ने कहा, देश को जम्मू-कश्मीर की भौगोलिक स्थिति का फायदा उठाना चाहिए और अधिक आर्थिक गतिविधि को बढ़ावा देने के लिए पारंपरिक मार्गों को फिर से खोलना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The companies also opened their dealerships and started leveraging online sales platforms to make up for the reduced footfall at the showrooms.",
        "tgt": "कंपनियों ने अपने डीलरशिप भी खोले और शोरूमों पर कम ग्राहक होने के चलते ऑनलाइन बिक्री प्लेटफार्मों का फायदा उठाना शुरू कर दिया।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We dont believe in violent protests, but we will certainly oppose CAA and the National Register of Citizens ( NRC ) tooth and nail, he said.",
        "tgt": "पश्चिम बंगाल के पुस्तकालय सेवा मंत्री ने आगे कहा, ‘हम लोग हिंसक प्रदर्शनों में यकीन नहीं करते हैं, लेकिन निश्चित रूप से हम लोग सीएए और राष्ट्रीय नागरिक पंजी (एनआरसी) का जी जान से विरोध करेंगे.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "His stated purpose will be fulfilled, come what may.",
        "tgt": "वह जो कहता है वह पत्थर की लकीर है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The following month another crazed gunman massacred 32 people in the quiet Tasmanian town of Port Arthur, Australia.",
        "tgt": "अगले महीने, ऑस्ट्रेलिया के तसमेनिया द्वीप के शांत कसबे, पोर्ट आर्थर में एक पागल आदमी ने दिन दहाड़े 32 लोगों को गोलियों से भून डाला ।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "But they also conduct programs that bring other benefits to society.",
        "tgt": "हर मौके का फायदा उठाना",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Having Gods law in our hearts, of what should we take advantage?",
        "tgt": "हमारे दिलों पर परमेश्‍वर की व्यवस्था के होते हुए, हमें किस चीज़ का फायदा उठाना चाहिए?",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It was directed by Ashutosh Gowarikar starring Abhishek Bachchan and supported by Deepika Padukone.",
        "tgt": "खेलें हम जी जान से आशुतोष गोवारिकर के निर्देशन में बनी एक हिंदी फिल्म है जिसमें अभिषेक बच्चन और दीपिका पादुकोण मुख्य भूमिका निभाते हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Long before 1939, Subhas Chandra was convinced that India should make the fullest use of an international war crisis which, he knew, was coming.",
        "tgt": "1939 से बहुत पहले ही सुभाष इस बात के भी कायल हो चुके थे कि भारत को उस अंतर्राष्ट्रीय संकट का भरपूर फायदा उठाना चाहिए, जो उनके अनुमान से आने ही वाला था।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Two cars set on fire",
        "tgt": "दिन दहाड़े दो वाहनों में लगाई आग",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Let us make those words of our 1993 yeartext our very own as we work wholeheartedly in support of the Kingdom interests and in appreciation of the inexhaustible goodness of our one God, the Sovereign Lord Jehovah.",
        "tgt": "आइये हम अपने १९९३ के वार्षिक पाठ के इन शब्दों को अपना बनाएं, जैसे - जैसे हम राज्य हितों के समर्थन में और हमारे एकाकी परमेश्‍वर, सर्वसत्ताधारी प्रभु यहोवा, की अक्षय भलाई के मूल्यांकन में जी जान से काम करें ।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And I will set fire in Egypt: Sin shall have great pain, and No shall be rent asunder, and Noph shall have distresses daily.",
        "tgt": "और मैं मिस्र में आग लगाऊंगा. सीन बहुत थरथराएगा. और नो फाड़ा जाएगा और नोप के विरोधी दिन दहाड़े उठेंगे।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Today, all of you, the industry of India should take full advantage of the World's trust that has been developed towards India",
        "tgt": "आज पूरे विश्व में भारत के प्रति जो trust develop हुआ है, उसका आप सभी को, भारत की Industry को पूरा फायदा उठाना चाहिए",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take full advantage of it.",
        "tgt": "उसे इसका पूरा फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Every bowling unit everywhere in the world likes to utilize if reverse swing is available.",
        "tgt": "दुनिया भर में प्रत्येक गेंदबाजी इकाई रिवर्स स्विंग उपलब्ध होने पर इसका फायदा उठाना चाहती है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Supporting Priyanka, the show's host Rithvik Dhanjani said: \"\"It's the lower level people who want to take advantage of the struggling newcomers.\"",
        "tgt": "\"इस बात को लेकर प्रियंका के समर्थन मे इस शो के मेजबान ऋत्विक धनजानी ने भी अपनी बात रखते हुए कहा, \"\"ऐसा निचले स्तर के लोग करते हैं, जो स्ट्रगलर्स और नए कलाकारों का फायदा उठाना चाहते हैं.\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The various religions have especially helped in petrifying old beliefs and faiths and customs, which may have had some use in the age and country of their birth, but which are singularly unsuitable in our present age.",
        "tgt": "मुख्तलिफ धर्मों ने पुराने विश्वासों, आस्थाओं और रीतिरिवाजों को पत्थर की लकीर बनाने में काफी मदद की है, जो गये गुजरे जमाने में आरे उन जगहों पर हो सकता है कि कुछ फायदेमंद रहे हों, जहां वह पनपे लेकिन जो हमारे मौजूदा जमाने में बिल्कुल बेमेल बैठते हैं।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I wanted to make use of the opportunity.",
        "tgt": "मैं मौके का फायदा उठाना चाहता था।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Reading From a Scroll, 4 / 1 Sabbath Days Journey, 10 / 1",
        "tgt": "यहोवा का वचन — पत्थर की लकीर है, 1 / 1",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Police are on the hunt for other accused.",
        "tgt": "पुलिस बाकी आरोपियों की तलाश में जी जान से जुटी है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India is a youthful nation, and hence, we must harness our demographic dividend, he added.",
        "tgt": "उन्‍होंने कहा कि भारत एक युवा देश है और इसलिए हमें जनसांख्यिकीय लाभांश का अवश्‍य फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Investors should use this to their advantage.",
        "tgt": "इन्वेस्टर्स को इस मौके का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Nau Do Gyarah",
        "tgt": "नौ दो ग्यारह",
        "contains_idioms": true,
        "idioms": [
            "नौ दो ग्यारह"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Rajkumar Hirani is busy with the promotions of his Sanjay Dutt biopic, Sanju.",
        "tgt": "राजकुमार हिरानी इन दिनों अपनी फिल्म संजू के प्रमोशन में काफी जी जान से जुटे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take full advantage of it.",
        "tgt": "आपको इसका पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kangana Ranaut is currently busy promoting her film Panga.",
        "tgt": "' कंगना रनौत इन दिनों अपनी रिलीज होने वाली फिल्म 'रंगून' के प्रमोशन में जी जान से जुटी हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Some programs can even help prevent children from revealing personal information, such as their name or address.",
        "tgt": "और हाँ, कई नौजवान जो कंप्यूटर के मामले में माहिर होते हैं, वे इस तरह के प्रोग्रामों को चकमा देना सीख जाते हैं ।",
        "contains_idioms": true,
        "idioms": [
            "चकमा देना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It has been said that life is important above all because freedom, liberty, and dignity would be meaningless without it.",
        "tgt": "कहा जाता है कि जान है तो जहान है ।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "If this is the biggest crisis, then we should take full advantage of it, while taking the biggest lessons from it.",
        "tgt": "अगर यह सबसे बड़ा संकट है, तो हमें इसका सबसे बड़ा सबक लेते हुए इसका पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or, did the people of the towns then feel secure against the coming of Our Punishment in the forenoon while they play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We need to make use of it.",
        "tgt": "हमें इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Many incidents of broad daylight contract killings, political killings, rapes, abduction for ransom and different organized crimes backed by people close to the establishment are getting reported from all parts of the state these days.",
        "tgt": "इन दिनों राज्य भर से दिन दहाड़े कॉन्ट्रैक्ट हत्या, राजनैतिक हत्या, बलात्कार, वसुली के लिए अपहरण, और विभिन्न तरह के अपराध सत्ता के करीब रहने वाले लोगों के समर्थन से हो रहा है, आए दिन ऐसली खबरें आ रही हैं.",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Yes, in a number of ways, Jehovah offers guidance, and we do well to take full advantage of it.",
        "tgt": "जी हाँ, यहोवा कई तरीकों से हमें मार्गदर्शन देता है और हमें उनका पूरा - पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Through this strategic investment and partnership with Snapdeal, the SoftBank Group aims to further strengthen its presence in India and leverage synergies with its network of Internet companies around the world, Snapdeal said in a statement.",
        "tgt": "स्नैपडील ने कहा कि कंपनी के साथ इस रणनीतिक निवेश और भागीदारी के जरिए सॉफ्टबैंक समूह भारत में अपनी मौजूदगी बढ़ाना चाहता है और विश्व भर की इंटरनेट कंपनियों के नेटवर्क के साथ अपने तालमेल का फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must use that opportunity.",
        "tgt": "हमें इसका फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Long before 1939, Subhas Chandra was convinced that India should make the fullest use of an international war crisis which, he knew, was coming. 1939",
        "tgt": "से बहुत पहले ही सुभाष इस बात के भी कायल हो चुके थे कि भारत को उस अंतर्राष्ट्रीय संकट का भरपूर फायदा उठाना चाहिए, जो उनके अनुमान से आने ही वाला था.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Swaraj had tweeted, \"\"I wholeheartedly welcome the verdict of International Court of Justice in the case of Kulbhushan Jadhav.\"",
        "tgt": "उन्होंने ट्वीट किया था, जाधव मामले में मैं जी जान से अंतर्राष्ट्रीय न्यायालय के फैसले का स्वागत करती हूं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take full advantage of it.",
        "tgt": "आपको इसका पूरा फायदा उठाना चाहिए‌.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India is a youthful nation, and hence, we must harness our demographic dividend, he added.",
        "tgt": "उन्होंने कहा कि भारत एक युवा देश है और इसलिए हमें जनसांख्यिकीय लाभांश का अवश्य फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I am pretty glad he respects that and hes still looking forward to the opportunity and try to make a mark.",
        "tgt": "मुझे बहुत खुशी है कि वह इसका सम्मान करता है और तब भी वह मौके का फायदा उठाना चाहता है और अपनी छाप छोड़ना चाहता है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Accusing Jasleen of using him, Anup said She wanted to ride on my popularity--- which she did.",
        "tgt": "जसलीन पर आरोप लगाते हुए अनूप ने कहा था- ''वो मेरी पॉपुलैरिटी का फायदा उठाना चाहती थी- जो उसने किया।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Manish Pandey and Kedar Jadhav should take advantage of the chances given to them, otherwise both have been flops till now, he said.",
        "tgt": "उन्होंने कहा कि मनीष पांडे और केदार जाधव को मौका मिला है जिसका उन्हें फायदा उठाना चाहिए हालंकि अभी तक दोनों विफल रहे हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He wanted to make the most out of this opportunity.",
        "tgt": "वे मौके का फायदा उठाना चाह रहे थे.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Within the JD(U), Nitish Kumar supports the Bill while Sharad Yadav opposes it.",
        "tgt": "नीतीश कुमार बिल का समर्थन कर रहे हैं जब कि शरद यादव जी जान से विरोध.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers, be strict in upholding justice and bear witness for the sake of God, even though it be against yourselves, your parents, or your kindred. Be they rich or poor, God knows better about them both. Do not, then, follow your own desires, lest you swerve from justice. If you conceal the truth or evade it, then remember that God is well aware of all that you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Finance Minister Arun Jaitley has virtually rebutted RBI Governor Raghuram Rajan's remarks that India is 'one-eyed king in the land of blind' saying compared to the rest of the world, the Indian economy was growing much faster and, in fact, the fastest.",
        "tgt": "भारतीय अर्थव्यवस्था को अंधों में काना राजा बताने वाले रिजर्व बैंक के गवर्नर रघुराम राजन के बयान को एक प्रकार से खारिज करते हुए वित्त मंत्री अरुण जेटली ने कहा कि शेष दुनिया की तुलना में भारतीय अर्थव्यवस्था की वृद्धि बहुत तेज है।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Earlier, Tendulkar wrote on his twitter handle, \"\"TeamIndia should make the most of this situation and not lose their grip.\"",
        "tgt": "\"सचिन ने ट्वीट कर लिखा, \"\"टीम इंडिया को इस स्थिति ज्यादा से ज्यादा फायदा उठाना चाहिए और अपनी पकड़ को खोना नहीं चाहिए।\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They should take advantage of this.",
        "tgt": "आपको इनका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India must make the best use of this opportunity.",
        "tgt": "इस कमजोरी का भारत को फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "On Monday, Indian journalist Sandeep Sharma was crushed by a truck while riding a scooter in Bhind district in the central state of Madhya Pradesh.",
        "tgt": "तारीख 26 मार्च, दिन सोमवार, मध्यप्रदेश के भिंड जिले में मोटरसाइकिल सवार पत्रकार संदीप शर्मा को दिन दहाड़े ट्रक कुचल देता है.",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers, be maintainers of justice and witnesses for Allah, even though it is against yourselves, your parents, or your kinsmen, whether he is rich or poor, Allah has more rights over both of them. So do not follow desires, so that you are (not) just. If you twist or turn, Allah is Aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Chief Minister Yogi Adityanath and state BJP chief Mahendra Nath Pandey too attended the meeting.",
        "tgt": "मुख्यमंत्री योगी आदित्यनाथ, बीजेपी प्रदेश अध्यक्ष डॉ महेंद्र नाथ पाण्डेय सहित तमाम कैबिनेट मंत्री और दिग्गज नेता इस नगर निकाय चुनाव में जी जान से लगे हुए हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Cash, jewellery worth lakhs of rupees looted from house",
        "tgt": "दिन दहाड़े मकान में घुसकर लाखों के जेवरात व नकदी चोरी",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Inviting investments from Qatars companies, he said that India is a land of opportunities and they should grab it.",
        "tgt": "कतर की कंपनियों से निवेश का न्योता देते हुए उन्होंने कहा कि भारत अवसरों की भूमि है और उन्हें इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Ashutosh Gowariker has directed yet another historical films after directing hits like Lagaan and Jodhaa Akbar.",
        "tgt": "‘जोधा-अकबर’ और ‘खेलें हम जी जान से’ जैसे कई ऐतिहासिक विषयों पर फिल्म बना चुके आशुतोष गोवारिकर",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"I know that many people want to take advantage of the situation and are creating problems.\"",
        "tgt": "\"उन्होंने कहा, \"\"मैं जानता हूं कि बहुत से लोग हालात का फायदा उठाना चाहते हैं और समस्याएं पैदा कर रहे हैं।\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Speaking at the convocation of National Institute of Bank Management, Rajan said India is yet to achieve its potential growth though it is on the cusp of that and a substantial pick-up in growth can be achieved with pending reforms.",
        "tgt": "राष्ट्रीय बैंक प्रबंधन संस्थान (एनआइबीएम) के दीक्षांत समारोह में राजन ने कहा कि भारत का अभी अपनी क्षमता वृद्धि प्राप्त करना शेष है हालांकि, वह इस दिशा में अग्रसर है और लंबित सुधारों के साथ यह वृद्धि में उल्लेखनीय वृद्धि दर्ज कर सकता है। पिछले हफ्ते एक विदेशी अखबार को दिए गए साक्षात्कार का हवाला देते हुए राजन ने कहा कि उनकी टिप्पणी को भारत की सफलता को नीचा दिखाने के तौर पर देखा गया बजाए इसके कि इस टिप्पणी में और अधिक प्रयास करने पर जोर दिया गया है। आरबीआइ गर्वनर ने इस साक्षात्कार में भारत के सबसे अधिक तेजी से वृद्धि दर्ज करने वाली अर्थव्यवस्था की स्थिति को ‘अंधों में काना राजा’ करार दिया था।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह के हालात से निकलकर आये किसी व्यक्ति की परिस्थितियों का फायदा उठाना चाहिये.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "political parties have started pulling their socks up.",
        "tgt": "राजनीतिक पार्टियों ने अपनी कमर कसना शुरू कर दी है।",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Bystron's response shows that right-wing populists are less interested in democracy than in scoring political points off the tumultuous mix of far-right extremists, conspiracy theorists and people who are simply suffering.",
        "tgt": "बिस्ट्रोन का रवैया दिखाता है कि दक्षिणपंथी पॉपुलिस्टों की लोकतंत्र में दिलचस्पी कम है, बल्कि वे तो बस धुर दक्षिणपंथियों, षडयंत्रकारी कहानियां रचने वालों और तकलीफें झेल रहे लोगों को मिलाकर स्थिति का राजनीतिक फायदा उठाना चाहते हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In unity lies strength.",
        "tgt": "कहते हैं एकता में बल होता है.",
        "contains_idioms": true,
        "idioms": [
            "एकता में बल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"I am not that important or big an actress to do movies to change my image but I am making the best of what is being offered to me.\"",
        "tgt": "मैं इतनी बड़ी या महत्वपूर्ण अभिनेत्री नहीं हूं कि मैं अपनी इमेज बदलने के लिए फिल्में करूं, मगर मैं अपने आप को मिलने वाले हर मौके का पूरा फायदा उठाना चाहती हूं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The problem, considered in its basic aspects, is simple enough, and yet, in the intricate play of various world forces, it sometimes becomes very complicated, as when two imperialisms confront one another and each tries to exploit the nationalist or anti - fascist tendencies in the subject countries of the other.",
        "tgt": "अगर इस मसले के बुनियादी पहलू पर गौर किया जाये तो यह बहुत आसान है, लेकिन दुनिया की जुदा जुदा ताकतों की पेंचदार चालों की वजह यह कभी कभी बहुत पेचीदा हो जाता है, जैसे जब दो साम्राज़्यवादी ताकतों का एक-दूसरे से आमना-सामना होता है, तब हर ताकत दूसरी ताकत के गुलाम मुल्कों की राष्ट्रवादी या फासिस्ट विरोधी भावनाओं से भरपूर फायदा उठाना चाहती है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "If We were even to open for them a way to the heavens, and they could continually climb up to it in broad daylight,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The fear of opposing an unalterable Persian decree originally issued by Cyrus keeps their adversaries at bay.",
        "tgt": "फारसी कानून को पत्थर की लकीर माना जाता था इसलिए दुश्‍मन, कुस्रू के फरमान का विरोध करने के डर से यहूदियों को परेशान नहीं करते ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Infrastructure finance companies might have to brace for additional pressure on asset quality from exposure to renewable energy (RE) projects, which face rate risks.",
        "tgt": "बुनियादी ढांचा वित्त कंपनियों को अक्षय ऊर्जा परियोजनाओं में लगी पूंजी से संपत्ति गुणवत्ता पर पडऩे वाले अतिरिक्त दबाव के लिए कमर कसना पड़ा सकता है।",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Believers, be strict in upholding justice and bear witness for the sake of God, even though it be against yourselves, your parents, or your kindred. Be they rich or poor, God knows better about them both. Do not, then, follow your own desires, lest you swerve from justice. If you conceal the truth or evade it, then remember that God is well aware of all that you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Former coach and captain Javed Miandad felt that Pakistan needed to exploit India's limited bowling resources.",
        "tgt": "पूर्व कोच और कप्तान जावेद मियांदाद ने कहा कि पाकिस्तान को भारत के सीमित गेंदबाजी संसाधनों का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Nobody claps with one hand.",
        "tgt": "एक हाथ से ताली नहीं बजती।",
        "contains_idioms": true,
        "idioms": [
            "एक हाथ से ताली नहीं बजती"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "As we have seen, buying out the opportune time involves making the most of every opportunity and turning each to the best advantage.",
        "tgt": "जैसे कि हमने देखा, समय को बहुमोल समझने में, “हर मौके का पूरा - पूरा फायदा उठाना, ” और“ हर स्थिति में फायदा पाने की कोशिश करना ” शामिल है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Khans party is said to be fighting tooth and nail to defeat the PML(N), which won the last election.",
        "tgt": "कहा जाता है कि खान की पार्टी पीएमएल (एन), जिसने आखिरी चुनाव जीता था, को हराने के लिए जी जान से लड़ रही है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must utilise the opportunities we have.",
        "tgt": "हमें जो भी मौके मिले थे उन मौकों का फायदा उठाना चाहिए था।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Love is blind.",
        "tgt": "इश्क अंधा होता है।",
        "contains_idioms": true,
        "idioms": [
            "इश्क अंधा होता है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Turning Heaven and Nine () is a simple two player trick-taking game of chance.",
        "tgt": "वसीयत के मुताबिक़ उनकी नौ लाख की जायदाद और दो लाख की नक़दी अब मदन की होगी यानि नौ दो ग्यारह।",
        "contains_idioms": true,
        "idioms": [
            "नौ दो ग्यारह"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"He (Rajan) has by innuendos in effect held our government responsible for climate of intolerance in the country,\"\" Swamy said, adding that the Governor in Washington had disparaged the growth rate of India as being equal to a \"\"cockeyed\"\" person in the land of blind.\"",
        "tgt": "स्वामी ने कहा, ‘राजन ने हमारी सरकार को देश में असहिष्णुता के लिए जिम्मेदार ठहराया। वाशिंगटन में उन्होंने भारत की वृद्धि दर का अपमान करते हुए, भारतीय अर्थव्यवस्था को अर्थव्यवस्था को अंधों में काना राजा कहा था।’ स्वामी ने कहा कि इस तरह का निंदाजनक अपमान सरकारी अधिकारियों की निगरानी के नियमों का उल्लंघन है। किसी अधिकारी को इस तरह का व्यवहार नहीं करना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"One user wrote, \"\" Well done.\"",
        "tgt": "एक यूजर ने लिखा, 'जैसी करनी, वैसी भरनी.",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "To take undue advantage of something.",
        "tgt": "किसी बात का इस प्रकार फायदा उठाना जो औचित्यपूर्ण न हो।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Though We opened to them a gate in heaven, and still they mounted through it,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "If We opened a gate in the heaven and they kept ascending through it,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The three East India Companies of England, France and Denmark were frantically trying to grab as many countries as possible and there was fierce competition to reach early.",
        "tgt": "ब्रिटेन, फ्रांस तथा डेनमार्क की तीन अलग-अलग ईस्ट इंडिया कंपनियां अधिक से अधिक देशों में अधिपत्य जमाने की जी जान से कोशिश कर रही थीं और इस बात की होड़-सी लग गई थी कि पहले कौन पहुंचता है.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O ye who believe! Be ye staunch in justice, witnesses for Allah, even though it be against yourselves or (your) parents or (your) kindred, whether (the case be of) a rich man or a poor man, for Allah is nearer unto both (them ye are). So follow not passion lest ye lapse (from truth) and if ye lapse or fall away, then lo! Allah is ever Informed of what ye do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "How much better that would be than possibly finishing our years just like a whisper, with our hope of everlasting life in jeopardy!",
        "tgt": "अपनी हमेशा की ज़िंदगी को दाँव पर लगाकर ‘ अपने वर्षों को आह के समान ’ गँवाने के बजाय इस मदद का फायदा उठाना क्या ही बेहतर होगा!",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Furthermore, it was expedient to pander to the Catholic revival and religious intolerance of 17th - century France.",
        "tgt": "और तो और, १७वीं सदी के फ्रांस के कैथोलिक धार्मिक - जागरण और धार्मिक असहनशीलता का फायदा उठाना ज़्यादा उचित था ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kartik Aaryan and Sara Ali Khan are also using their social media to promote the film.",
        "tgt": "सारा अली खान और कार्तिक आर्यन भी फिल्म का जी जान से प्रमोशन करने में जुटे हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The incident has sparked outrage among the people in the area.",
        "tgt": "दिन दहाड़ेल हुई इस वारदात ने इलाके के लोगों में सनसनी फैला दी है.",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "By the end of the year, additional musicians associated with Shady Records including The Alchemist, Bishop Lamont, Cashis and Obie Trice had confirmed on different occasions that the rapper was effectively working on a new album.",
        "tgt": "वर्ष के अंत तक, शैडी रिकॉर्ड से जुड़े अतिरिक्त संगीतकारों, जिनमे द अलकेमिस्ट, बिशप लेमोन्ट, काशिस और ओबी ट्राइस शामिल थे, ने विभिन्न मौकों पर पुष्टि की कि रैपर नई एल्बम पर जी जान से जुटा हुआ था।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Id like to know more and take advantage of the offer of a free home Bible study.",
        "tgt": "मैं और जानकारी पाना चाहता हूँ और मुफ्त बाइबल अध्ययन के इंतज़ाम का भी फायदा उठाना चाहता हूँ । ”",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "News of this incident has rippled across the area.",
        "tgt": "दिन दहाड़े हुई इस घटना से इलाके में सनसनी फैल गई है।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Video to Touch Hearts of Youths, 7 / 1",
        "tgt": "बदलते हालात का पूरा फायदा उठाना, 3 / 1",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kangana Ranaut is currently busy promoting her film Panga.",
        "tgt": "’ कंगना रनौत इन दिनों अपनी रिलीज होने वाली फिल्म ‘रंगून’ के प्रमोशन में जी जान से जुटी हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The main promoter and his family were the managing and controlling trustees of an educational society that ran the now closed Medical College in Punjab. Three batches of students were admitted in the Medical College and fee, inclusive of capitation charges were paid by these students. However, no tax return was ever filed by the society and the evidence gathered in the search strongly suggests that the impugned educational society also violated other regulatory laws",
        "tgt": "इस समूह के खिलाफ लगाए गए आरोपों में बैंक अधिकारियों के साथ साठगांठ कर जेएंडके बैंक सहित सार्वजनिक क्षेत्र के कई बैंकों को चूना लगाना, समूह के विभिन्न निकायों में बगैर लेखा-जोखा वाली नकद राशि जमा करना और बंद किए गए मेडिकल कॉलेज के विकास के लिए ली गई धनराशि को प्रमोटरों के निजी लाभ के लिए समूह के होटलों में बड़े पैमाने पर लगाना शामिल हैं।",
        "contains_idioms": true,
        "idioms": [
            "चूना लगाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Farhan Akhtar is busy with the preparation of his upcoming film Toofan.",
        "tgt": "फरहान अख्तर इन दिनों अपनी अगली फिल्म ‘तूफान’ की तैयारियों में जी जान से जुटे हुए हैं.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "All the systems were left in such a broken shape, so many evils have penetrated them that if it was a faint hearted person then he would have lost his nerve but we are made of a different kind of material, we have a habit of picking up the challenges and we have a habit of challenging the challenges and we are capable of completely dedicating ourselves to take the country to its destination by accepting those challenges. As Nitin Ji was just talking about that bridge on Chambal.",
        "tgt": "सारी व्यवस्था ऐसे चरमरा गई है बुराईयां इतनी प्रवेश कर चुकी है अगर कोई ढीला ढाला इंसान होता तो शायद उसको देखते ही डर जाता लेकिन हम जरा अलग मिट्टी के बने हुए है चुनोतियो को चुनने की भी आदत है और चुनोतियो को चुनौती देने की भी आदत है और चुनोतियो को स्वीकार करते हुए रास्ते खोजते हुए मंजिल की ओर देश को ले जाने के लिए जी जान से जुटने का माजा भी रखते है अभी नितिन जी वर्णन कर रहे थे चंबल के उस ब्रिज का 2006 से 2017तक11 साल और बजट कितना 300 करोड़ से भी कम।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Most importantly, the crisis highlighted the fact that if we have to benefit from the ongoing process of globalization we have to have strong domestic economic foundations, an integrated and a coherent policy approach to protect and promote national interests.",
        "tgt": "इस संकट से बेहद महत्त्वपूर्ण तथ्य रेखंकित हुआ कि यदि हमें वैश्वीकरण की मौजूदा प्रक्रिया से फायदा उठाना है तो हमें घरेलू आर्थिक बुनियाद को मजबूत बनाना होगा तथा राष्ट्रीय हितों के संरक्षण और प्रोत्साहन के लिए एकीकृत और स्वदेशी नीति आत्मसात करनी होगी।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The much-awaited trailer of Varun Dhawan and Anushka Sharma's upcoming film Sui Dhaaga has been recently released.",
        "tgt": "वरूण धवन और अनुष्का शर्मा की फिल्म सुई-धागा बहुत जल्द रिलीज होने वाली हैं। वरुण और अनुष्का इन दिनों जी जान से फिल्म के प्रमोशन में बिजी हैं। हाल ही में वरूण धवन अमिताभ बच्चन के क्विज शो कौन बनेगा...",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Thieves break into house in broad daylight",
        "tgt": "दिन दहाड़े नकाबपोशों ने घर में डाली डकैती",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We dont believe in violent protests, but we will certainly oppose CAA and the National Register of Citizens ( NRC ) tooth and nail, he said.",
        "tgt": "उन्होंने कहा कि हमलोग हिंसक प्रदर्शनों में यकीन नहीं करते हैं, लेकिन निश्चित रूप से हमलोग सीएए और राष्ट्रीय नागरिक पंजी (एनआरसी) का जी जान से विरोध करेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Anderson explains that in many cases the most important people in the life of an inner - city youth are members of his peer group.",
        "tgt": "उसकी हर बात को पत्थर की लकीर समझा जाता है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"When you are playing players, who have so much experience and are used to playing at a level, you have to take your chances,\"\" he said of Ramkumar, who went on the defensive despite being in an advantageous position.\"",
        "tgt": "भूपति ने रामकुमार के बेहतर स्थिति में होने के बावजूद रक्षात्मक होकर खेलने के बारे में कहा, ‘‘जब आप बेहद अनुभवी खिलाड़ी के खिलाफ खेल रहे होते हों तो आपको मौकों का फायदा उठाना होता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And even if We opened unto them a gate of heaven and they kept mounting through it,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Janhvi Kapoor and Ishaan Khatter are currently busy promoting their upcoming film Dhadak.",
        "tgt": "इन दिनों जाह्नवी कपूर और ईशान खट्टर अपनी आने वाली फिल्म धड़क के प्रमोशन में जी जान से लगे हुए हैं। देश के कई हिस्सों में प्रमोशनल इवेंट कर चुके इन सेलेब्स किड्स को हाल में ही मुंबई के एक रेडियो स्टेशन के बाहर स्पॉट किया गया। देखिए ये खास तस्वीरें-",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Like talking to a wall.",
        "tgt": "भैंस के आगे बीन बजाना।",
        "contains_idioms": true,
        "idioms": [
            "भैंस के आगे बीन बजाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "People should take advantage of this.",
        "tgt": "पात्र लोगों को इसका फायदा उठाना चाहिये।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In the land of the blind, the one-eyed man is king.",
        "tgt": "अंधों में काना राजा।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Farmers have learnt the first lesson of collective action: unity is strength.",
        "tgt": "किसानों ने समवेत संघर्ष का पहला सबक सीखा कि: एकता में बल है!",
        "contains_idioms": true,
        "idioms": [
            "एकता में बल"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We wanted to seize this opportunity.",
        "tgt": "हम इस मौके का फायदा उठाना चाहेंगे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "City administrators have to leverage new technology to ensure maximum public safety.",
        "tgt": "शहरी प्रशासकों को अधिकतम जन सुरक्षा सुनिश्चित करने के लिए नई प्रौद्योगिकी का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kill two birds with one stone.",
        "tgt": "एक पंथ दो काज।",
        "contains_idioms": true,
        "idioms": [
            "एक पंथ दो काज"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "However, his KKR teammate Kuldeep said he has found a chink in Russells armour which he will look to exploit during the May 30-July 14 showpiece event.",
        "tgt": "केकेआर के उनके साथी कुलदीप ने कहा कि उन्होंने रसेल की कमजोरी ढूंढ ली है, जिसका वह 30 मई से 14 जुलाई के बीच होने वाले विश्व कप के दौरान फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Through this strategic investment and partnership with Snapdeal, the SoftBank Group aims to further strengthen its presence in India and leverage synergies with its network of Internet companies around the world, Snapdeal said in a statement.",
        "tgt": "स्नैपडील ने एक बयान में कहा कि कंपनी के साथ इस रणनीतिक निवेश और भागीदारी के जरिए साफ्टबैंक समूह भारत में अपनी मौजूदगी बढ़ाना चाहता है और विश्व भर की इंटरनेट कंपनियों के नेटवर्क के साथ अपने तालमेल का फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe! Stand out firmly for justice, as witnesses to Allah, even though it be against yourselves, or your parents, or your kin, be he rich or poor, Allah is a Better Protector to both (than you). So follow not the lusts (of your hearts), lest you may avoid justice, and if you distort your witness or refuse to give it, verily, Allah is Ever Well-Acquainted with what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Man stabbed to death in Delhi",
        "tgt": "दिल्ली में दिन दहाड़े एक व्यक्ति को बदमाशों ने गोली मारी",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In order to resist Satans machinations, we need to take full advantage of the spiritual provisions that Jehovah makes for his household of faith, for those who make him their dwelling.",
        "tgt": "अगर हम चाहते हैं कि हम शैतान के बहकावे में न आएँ, तो हमें उन सारे इंतज़ामों से फायदा उठाना होगा जो यहोवा अपने सेवकों के लिए करता है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In Turkey, to be a lawyer, to fight for women's rights, means that you are of course risking your own life.",
        "tgt": "\"\"\"वह कहती हैं, \"\"\"\"तुर्की में वकील होना और महिला अधिकारों के लिए लड़ने का मतलब है जान पर खेलना.\"\"\"",
        "contains_idioms": true,
        "idioms": [
            "जान पर खेलना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I know that many people want to take benefits from it and are creating problems.",
        "tgt": "मैं जानता हूं कि कई लोग इसका फायदा उठाना चाहते हैं और वो लोग इसमें अड़चन डाल रहे हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kerala Blasters look to capitalise on FC Goa's defensive woes",
        "tgt": "डिफेंस में गोवा की कमजोरी का फायदा उठाना चाहेगा केरला ब्लास्टर्स",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Powerful and affluent countries are sometimes afraid for the security of their investments and seek the support of international law.",
        "tgt": "अक्सर शक्तिशाली और अमीर देशों को अपने पंजीनिवेश की सुरक्षा को लेकर आशंका सताती है और तब वे अंतर्राष्ट्रीय कानून का सहारा लेना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "कानून का सहारा लेना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I am glad to be living in the last days that Jesus talked about. This is the most amazing time in all human history.",
        "tgt": "पत्नी के साथ बिताया गया समय बहुत ही कीमती होता है और जल्दी गुज़र जाता है, इसलिए उसे इस समय का पूरा - पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You can't clap with just one hand.",
        "tgt": "एक हाथ से ताली नहीं बजती।",
        "contains_idioms": true,
        "idioms": [
            "एक हाथ से ताली नहीं बजती"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Janhvi Kapoor and Ishaan Khatter are currently busy promoting their upcoming film Dhadak.",
        "tgt": "इन दिनों जाह्नवी कपूर और ईशान खट्टर अपनी आने वाली फिल्म धड़क के प्रमोशन में जी जान से लगे हुए हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Of the two that were killed, one was shot dead in broad daylight in a Jharia bazaar.",
        "tgt": "दो गवाह जो मारे गए उनमें से एक को तो खुलेआम, दिन दहाड़े झरिया वाजार में गोली मार दी गई।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "BSP leader killed",
        "tgt": "अरबपति बसपा नेता की दिन दहाड़े हत्या",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Provided that while considering the grant of approval, the Reserve Bank shall take into account the overall limit stipulated by it, in consultation with the Central Government, for availment of such loans by the persons resident in India.",
        "tgt": "बशर्ते कि अनुमोदन का अनुदान करते समय, रिजर्व बैंक अपने द्वारा निर्धारित सीमा को ध्यान में रखेगा, केंद्रीय सरकार के परामर्श के साथ, यदि भारत का निवासी यह ऋण का फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India needs to grab this opportunity as well.",
        "tgt": "भारत को भी इस तरह के अवसर का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We wanted to seize this opportunity.",
        "tgt": "हम इस मौके का पूरा फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "So the present opportunity should be fully utilized.",
        "tgt": "इसलिए मौके का फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Madhya Pradesh: BJP leader shot dead in Mandsaur",
        "tgt": "मध्यप्रदेश : पूर्व भाजपा प्रदेश अध्यक्ष के ड्राईवर की दिन दहाड़े गोली मारकर हत्या",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They operate in the vicinity of the earth and are very angry with God and with those who serve him. Revelation 12: 12.",
        "tgt": "वे मनुष्यों की कमज़ोरियों का फायदा उठाना जानते हैं ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Kumar said Pakistan has continued to waste the precious time of the General Assembly Committee, other UN organs and various multilateral forums by raising issues extraneous to their agenda.",
        "tgt": "’’ कुमार ने कहा कि पाकिस्तान महासभा कमेटी, संयुराष्ट्र के अन्य संगठनों और अन्य बहुपक्षीय मंचों के ‘‘एजेंडे से अलग’’ मुद्दे उठाकर उनका कीमती समय नष्ट करना जारी रखे हुए है।",
        "contains_idioms": true,
        "idioms": [
            "समय नष्ट करना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must utilise the opportunities we have.",
        "tgt": "हमें मौकों का फायदा उठाना होगा.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "All should be benefitted.",
        "tgt": "सभी लोगों को इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "To win the struggle and to have Gods favor, we need to take advantage of the many provisions from God. Ephesians 6: 12. Romans 7: 21 - 25.",
        "tgt": "इसलिए इस जंग को जीतने और परमेश्‍वर का अनुग्रह पाने के लिए, हमें परमेश्‍वर के सारे इंतज़ामों का पूरा - पूरा फायदा उठाना चाहिए । — इफिसियों 6: 12. रोमियों 7: 21 - 25.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Like younger children, some teenagers have learned the art of bringing up a matter repeatedly in an effort to wear their parents down.",
        "tgt": "कुछ किशोर अपने माता - पिता की नाक में दम करना अपनी आदत बना लेते हैं ।",
        "contains_idioms": true,
        "idioms": [
            "नाक में दम करना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Queried for his take on India being the bright spot, Rajan during last weeks interview had said: I think we have still to get to a place where we feel satisfied.",
        "tgt": "भारत के ‘आकर्षक गंतव्य’ होने के संबंध में उनकी राय पूछने पर राजन ने पिछले सप्ताह एक इंटरव्यू में कहा- मुझे लगता है कि अभी ऐसी जगह पहुंचना बाकी है जहां हम संतुष्ट महसूस करें। हमारे यहां एक कहावत है- अंधों में काना राजा। हमारी स्थिति कुछ ऐसी ही है।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The ID system works with its reality and limitations, and the service delivery organisation (be it Bank, PDS, etc) have to recognise this reality and leverage it to the best possible while creating fail-safe mechanism",
        "tgt": "आईडी सिस्टम वास्तविकता और इसकी लिमिटेशन (सीमाओं) के साथ काम करता है और सर्विस डिलीवरी ऑर्गेनाइजेशन (भले ही वह बैंक हो या पीडीएस हो) को इस वास्तविकता की पहचान करनी होती है और एक सुरक्षित तंत्र बनाते हुए इसका सर्वेत्तम संभव फायदा उठाना होता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You should take full advantage of it.",
        "tgt": "आपको इसका पूरा फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Lalu Prasad Yadav re-elected as RJD Chief",
        "tgt": "शरद यादव को RJD में लाने के लिए जी जान से जुटे लालू प्रसाद",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Do the people of the towns feel secure that Our might will not come upon them by day, while they play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "McDonald's has taken to partnering up with Sinopec, the second largest oil company in the People's Republic of China, as it takes advantage of the country's growing use of personal vehicles by opening numerous drive-thru restaurants.",
        "tgt": "मैकडॉनल्ड्स ने हाल ही में चीन की दूसरी सबसे बड़ी तेल कंपनी सिनोपेक के साथ साझेदारी की है, क्योंकि यह चीन में अनेक ड्राइव-थ्रू रेस्तरां शुरू करके निजी वाहनों के बढ़ते उपयोग का फायदा उठाना चाहती है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"Barty Crouch Jr., masquerading as Professor Moody, stated that the Goblet of Fire was \"\"an exceptionally powerful magical object\"\" and it is very difficult to hoodwink, unless someone uses an exceptionally strong Confundus Charm.\"",
        "tgt": "\"एकबार मूडी के छद्म भेष वाला व्यक्ति कहता है की गौब्लेट ऑफ फायर \"\"एक अत्यधिक शक्तिशाली जादुई वास्तु\"\" है और इसे चकमा देना बहुत ही मुश्किल है, जब तक कि कोई शक्तिशाली कन्फंडस चार्म का प्रयोग न करे.\"",
        "contains_idioms": true,
        "idioms": [
            "चकमा देना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Will you go through the large door while there is still time?",
        "tgt": "इसलिए परमेश्‍वर की सेवा में इन मौकों का फायदा उठाना, पहले से ज़्यादा ज़रूरी हो गया है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "BJP is trying to take the political advantage.",
        "tgt": "भाजपा इसका ऐन मौके पर राजनीतिक फायदा उठाना चाहती है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The visiting Agriculture Minister of Ethiopia said that his country would like to take advantage of Indian experience not only in the area of mechanized farming but also in food security system.",
        "tgt": "उन्‍होंने कहा कि उनका देश न केवल मशीनी खेती बल्‍कि ऊर्जा सुरक्षा व्‍यवस्‍था के क्षेत्र में भी भारत के अनुभवों का फायदा उठाना चाहता है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "All students were enthusiastic.",
        "tgt": "सभी विद्यार्थी जी जान से जुटे हुए थे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "the Indian media has given Kartarpur (border opening) a political colour, as if we did this to gain some sort of political mileage.",
        "tgt": "उन्होंने कहा, “भारतीय मीडिया ने करतापुर कॉरिडोर को एक राजनीतिक रंग दे दिया, इससे ऐसा लगा कि हम राजनीतिक फायदा उठाना चाहते थे.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We must use this opportunity.",
        "tgt": "हमें इस मौके का फायदा उठाना चाहिये।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You have to remember that Jaan hai toh Jahaan hai.",
        "tgt": "आपको याद रखना है- जान है तो जहान है।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Necessity is mother of invention.",
        "tgt": "आवश्यकता अविष्कार की जननी है.",
        "contains_idioms": true,
        "idioms": [
            "आवश्यकता अविष्कार की जननी है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Prevention is better than cure, is the golden rule which should always be borne in mind when dealing with animal health.",
        "tgt": "‘इलाज से परहेज अच्छा है’ स्वर्णिम नियम है और जानवरों के स्वास्थ्य के बारे में विचार करते हुए भी इसे भूलाया नहीं जाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "इलाज से परहेज अच्छा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Two men loot Rs 9 lakh at bank in Delhi",
        "tgt": "दिल्ली: दिन दहाड़े बैंक से 9 लाख रुपये की लूट",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Its critically important that we know who is entering the United States, said Homeland Security Secretary Kirstjen Nielsen.",
        "tgt": "अमरीका की होमलैंड सिक्योरिटी मिनिस्टर क्रिस्टजेन नील्सन ने बताया, “यह बेहद जरूरी है कि हमें यह पता हो कि कौन अमरीका में प्रवेश कर रहा है।” उन्होंने कहा, “इन अतिरिक्त सुरक्षा उपायों के चलते गलत लोगों के लिए हमारे शरणार्थी कार्यक्रम का फायदा उठाना मुश्किल होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The problem, considered in its basic aspects, is simple enough, and yet, in the intricate play of various world forces, it sometimes becomes very complicated, as when two imperialisms confront one another and each tries to exploit the nationalist or anti - fascist tendencies in the subject countries of the other.",
        "tgt": "अगर इस मसले के बुनियादी पहलू पर गौर किया जाये तो यह बहुत आसान है, लेकिन दुनिया की जुदा जुदा ताकतों की पेंचदार चालों की वजह यह कभी कभी बहुत पेचीदा हो जाता है, जैसे जब दो साम्राज्यवादी ताकतों का एक-दूसरे से आमना-सामना होता है, तब हर ताकत दूसरी ताकत के गुलाम मुल्कों की राष्ट्रवादी या फासिस्ट विरोधी भावनाओं से भरपूर फायदा उठाना चाहती है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who have faith! Be maintainers of justice and witnesses for the sake of Allah, even if it should be against yourselves or [your] parents and near relatives, and whether it be [someone] rich or poor, for Allah has a greater right over them. So do not follow [your] desires, lest you should be unfair, and if you distort [the testimony] or disregard [it], Allah is indeed well aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And if We open for them a gate in the heavens, to ascend it through the day",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Millions of lives have been saved.",
        "tgt": "जान बची लाखों पाए।",
        "contains_idioms": true,
        "idioms": [
            "जान बची लाखों पाए"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In this election, he will vote for the BJP.",
        "tgt": "उन्होंने कहा कि वे इस चुनाव में भाजपा के लिए जी जान से काम करेंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Those trying to make political capital out of it need to be gently reminded about the bugging incident in the office of the then eminent Finance Minister Pranab Mukherjee during UPA regime, Prasad said.",
        "tgt": "रविशंकर प्रसाद ने कहा कि जो लोग इस मामले का राजनीतिक फायदा उठाना चाह रहे हैं, उन्हें यूपीए के कार्यकाल के दौरान पूर्व राष्ट्रपति प्रणब मुखर्जी के कार्यालय में हुई बगिंग (कंप्यूटर में भेजा जाने वाला एक प्रकार का वायरस) की याद दिलाने की जरूरत है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Nevertheless, I have received much help and encouragement, especially from my family.",
        "tgt": "डिस्लेक्सिया की वजह से मेरे लिए अपनी भाषा डैनिश पढ़ना बहुत मुश्‍किल था और स्कूल की पढ़ाई करना तो लोहे के चने चबाना था ।",
        "contains_idioms": true,
        "idioms": [
            "लोहे के चने चबाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"What is required is to create awareness, bring visibility to the existing initiatives, bring departments together, enable partner connect, consolidate and leverage from all these efforts,\"\" she said.\"",
        "tgt": "उन्होंने कहा, ‘‘जिन चीजों की जरूरत है वे हैं जागरूकता लाना, मौजूदा मुहिमों में पारर्दिशता लाना, साझेदार संपर्क स्थापित करना तथा इन प्रयासों को सुदृढ़ कर उनका फायदा उठाना।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Manish Pandey and Kedar Jadhav should take advantage of the chances given to them, otherwise both have been flops till now, he said.",
        "tgt": "उन्होंने कहा कि मनीष पांडे और केदार जाधव को मौका मिला है जिसका उन्हें फायदा उठाना चाहिए हालंकि अभी तक दोनों विफल रहे हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You must benefit from it.",
        "tgt": "आपको इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The President stated that we must take full advantage of India's fortunate demographic ratio and that our economy's sustained economic growth would depend on appropriate human capital formation.",
        "tgt": "राष्ट्रपति ने कहा कि हमें भारत के लाभकारी जनसांख्यिकी अनुपात का पूरा फायदा उठाना चाहिए तथा हमारी अर्थव्यवस्था का सतत् आर्थिक विकास उपयुक्त मानव पूंजी निर्माण पर निर्भर होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The JD(U) leader also said that if NDA wants to be benefited by Nitish Kumar's image, they will have to do justice to JD(U) and him.",
        "tgt": "उन्‍होंने कहा कि अगर एनडीए नीतीश कुमार की छवि का फायदा उठाना चाहते हैं तो उसे जेडीयू के साथ न्‍याय करना होगा.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Even if We opened out to them a gate from heaven, and they were to continue (all day) ascending therein,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And even if We opened to them a gate from the heaven and they were to continue ascending thereto,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Ahead of Karnataka Assembly polls, a few pictures of Congress MLA Aditi Singh with Rahul Gandhi were doing rounds in the social media claiming that their marriage will be solemnised soon.",
        "tgt": "इससे पहले यूपी के रायबरेली की सदर सीट से कांग्रेस विधायक अदिति सिंह के साथ पिछले दिनों राहुल गांधी की तस्वीरों को सोशल मीडिया पर वायरल किया जा रहा था। कहा गया था कि राहुल और अदिति जल्द शादी कर सकते हैं। बाद में अदिति ने सफाई दी और इसे कर्नाटक चुनाव का प्रोपेगेंडा बताया। उनका कहना था कि राहुल की उनसे शादी की अफवाह फैलाकर कर्नाटक चुनाव में जी जान से जुटे कांग्रेसियों को तोडऩे की साजिश रची जा रही है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In - depth Bible study, fervent prayer, and regular meeting attendance and association with those of like faith will strengthen you and keep you from giving out in your soul.",
        "tgt": "यहोवा ने वादा किया है कि वह अपने सेवकों को नया बल देगा और उसका वादा पत्थर की लकीर है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or else did they feel secure against its coming in broad daylight while they played about (care - free)?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"What is required is to create awareness, bring visibility to the existing initiatives, bring departments together, enable partner connect, consolidate and leverage from all these efforts,\"\" she said.\"",
        "tgt": "उन्होंने कहा, जिन चीजों की जरूरत है वे हैं जागरूकता लाना, मौजूदा मुहिमों में पारदर्शिता लाना, साझेदार संपर्क स्थापित करना तथा इन प्रयासों को सुदृढ़ कर उनका फायदा उठाना।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Our soldiers are posted on borders.",
        "tgt": "हमारे सैनिक सीमा पर जी जान से डटे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "On the work front, Kangana Ranaut is currently busy shooting for period drama 'Manikarnika: The Queen of Jhansi', in which she is essaying the role of Rani Lakshmibai.",
        "tgt": "फिलहाल, कंगना ‘मणिकर्णिका’ की शूटिंग में जी जान से जुटी हैं जिसमें वो रानी लक्ष्मीबाई का किरदार बड़े पर्दे पर जीवंत करने वाली हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They should take advantage of this.",
        "tgt": "उन्हें इसका फायदा उठाना चाहिए था।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We came to realize that we now had more time and that we needed to take full advantage of it.",
        "tgt": "“ हमें एहसास हुआ कि अब हमारे पास पहले से ज़्यादा वक्‍त है और हमें इसका पूरा फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "To take benefit of.",
        "tgt": "फायदा उठाना/लाभान्वित होना।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "New Delhi: The Central Board of Secondary Education (CBSE) has invited applications under the CBSE Merit Scholarship Scheme for Single Girl Child from those pursuing Plus Two course.",
        "tgt": "नई दिल्ली: सिंगल गर्ल चाइल्ड होने पर सेंट्रल बोर्ड ऑफ सेकंडरी एजुकेशन (CBSE) स्कॉलरशिप की सुविधा देता है। इसका पूरा प्रोसीजर ऑनलाइन है। इस स्कॉलरशिप की कुछ शर्तें हैं। अगर आप भी स्कॉलरशिप का फायदा उठाना चाहते हैं तो बस इन शर्तों को पूरा करना होगा और सीबीएसई यह स्कॉलरिशप आपको दे देगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "People should avail this facility.",
        "tgt": "लोगों को इस सुविधा का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Now, things are changing people are murdered, beaten, and lynched in broad daylight across the country.",
        "tgt": "उन्होंने यह भी कहा कि “अब, चीजें बदल रही हैं – पूरे देश में एक बड़े पैमाने पर लोगों को दिन दहाड़े मारा पीटा जा रहा है और हत्याएं हो रही हैं।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Everyone had taken the sun for granted.",
        "tgt": "सभी ने सूर्य को घर की मुर्गी दाल बराबर समझ रखा थ।",
        "contains_idioms": true,
        "idioms": [
            "घर की मुर्गी दाल बराबर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O believers, be you securers of justice, witnesses for God, even though it be against yourselves, or your parents and kinsmen, whether the man be rich or poor. God stands closest to either. Then follow not caprice, so as to swerve. for if you twist or turn, God is aware of the things you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"If you wanted to take advantage of first six overs, send a hitter.\"\"\"",
        "tgt": "अगर आप पहले छह ओवर का फायदा उठाना चाहते हैं तो बड़े हिटर को भेजिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O People who Believe! Be firm in establishing justice, giving witness for Allah, even if it is harmful to yourselves or parents or relatives. whether the one you testify against is wealthy or poor, for in any case Allah has the greater right over it. then do not follow your wishes for you may stray from the truth. and if you distort testimony or turn away, then Allah is Well Aware of your deeds.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The BJP wants to capitalise on this.",
        "tgt": "बीजेपी इसका फायदा उठाना चाह रही है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He exploits feelings of discouragement.",
        "tgt": "और वह है, हमारे मन में उठनेवाली निराशा की भावनाओं का फायदा उठाना ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "or that which could seize them during their busy hours of the day?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Some sections of the media reported her comments as a suggestion that Britain should exploit Ireland's fear of damage to its economy and food shortages to advance its position with the EU.",
        "tgt": "\"\"\" मीडिया के कुछ वर्गों ने उनकी टिप्पणियों को एक सुझाव के रूप में बताया कि ब्रिटेन को अपनी अर्थव्यवस्था और यूरोपीय संघ के साथ अपनी स्थिति को आगे बढ़ाने के लिए भोजन की कमी से आयरलैंड के डर का फायदा उठाना चाहिए।\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "According to the police the incident took place in front of the Baosi Banikanta Kakati (BBK) College at Nagaon in Barpeta district of Assam.",
        "tgt": "घटना दिन दहाड़े बारपेटा जिले के नगाँव स्थित बाउसी बनिकांता ककाती (बीबीके) कॉलेज के सामने घटी।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Ministry of Finance Increase in Economic Activity-Improvement in Economic Indicators Prompt Policy measures by Government and RBI in a calibrated manner to reinvigorate the economy at the earliest with minimal damage Commitment of Government towards both structural reforms and supportive social welfare measures will help build on Green Shoots Resolve for Atmanirbhar Bharat will be strengthened with the collective effort of all stakeholders and contribute to rebuilding a strong vibrant Indian economy Guided by the urgent need to save lives -Jaanhaitoh Jahan hai, India resorted to a strict 21 days nationwide lockdown on 24thMarch, 2020 to contain the spread of COVID-19 in its early stages in the country.",
        "tgt": "वित्त मंत्रालय आर्थिक गतिविधि में बढ़ोतरी - आर्थिक संकेतकों में सुधार न्यूनतम नुकसान के साथ जल्द से जल्द अर्थव्यवस्था को फिर से मजबूत करने के लिए सुविचारित तरीके से सरकार और आरबीआई केतात्कालिक नीतिगत उपायसंरचनात्मक सुधारों और सहायक सामाजिक कल्याण दोनों उपायों के प्रति सरकार की प्रतिबद्धता से ग्रीन शूट्सपर निर्माण में मदद मिलेगीआत्म-निर्भर भारतका संकल्प सभी हितधारकों के सामूहिक प्रयास और एक मजबूत व्यावसायिक भारतीय अर्थव्यवस्था के पुनर्निर्माण में योगदान करने से मजबूत होगा लोगों की जान बचाने- जान है तो जहान हैकी तात्कालिक जरूरत से प्रेरित होकरभारत ने देश में कोविड-19 के प्रसार को उसके प्रारंभिक चरण में ही रोकने के लिए 24 मार्च, 2020 को देश भर में 21 दिनों के सख्त लॉकडाउन का सहारा लिया।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Tell them how to react if they are approached by anyone who wants to take advantage of them.",
        "tgt": "उन्हें बताइए कि यदि कोई व्यक्‍ति उनके पास आता है और उनका फायदा उठाना चाहता है तो उन्हें क्या करना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह के हालात से निकलकर आए किसी व्यक्ति की परिस्थितियों का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I know that many people want to take benefits from it and are creating problems.",
        "tgt": "मैं जानता हूं कि कई लोग इसका फायदा उठाना चाहते हैं और वे समस्या खड़ी कर रहे हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "School bus driver crushed to death",
        "tgt": "दिन दहाड़े स्कूल बस ड्राइवर पर ताबड़तोड़ फायरिंग, हुई मौत",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "You reap what you sow.",
        "tgt": "जैसी करनी वैसी भरनी।",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Or, are the people of the towns so unafraid that (even when) Our retribution comes upon them in the hours of the morning they remain engrossed in sport and play?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Guided by the urgent need to save lives -JaanhaitohJahanhai, India resorted to a strict 21 days nationwide lockdown on 24thMarch, 2020 to contain the spread of COVID-19 in its early stages in the country",
        "tgt": "लोगों की जान बचाने- ‘जान है तो जहान है’की तात्कालिक जरूरत से प्रेरित होकर भारत ने देश में कोविड-19 के प्रसार को उसके प्रारंभिक चरण में ही रोकने के लिए 24 मार्च, 2020 को 21 दिनों के सख्त लॉकडाउन का सहारा लिया",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O People who Believe! Be firm in establishing justice, giving witness for Allah, even if it is harmful to yourselves or parents or relatives. whether the one you testify against is wealthy or poor, for in any case Allah has the greater right over it. then do not follow your wishes for you may stray from the truth. and if you distort testimony or turn away, then Allah is Well Aware of your deeds.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe! Stand firmly for justice, as witnesses to God, even if against yourselves, or your parents, or your relatives. Whether one is rich or poor, God takes care of both. So do not follow your desires, lest you swerve. If you deviate, or turn awaythen God is Aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The people of Noahs day went about their daily life in their usual way and saw no need for protection from impending calamity.",
        "tgt": "इसके बाद, उसे बचाव के लिए ठहराए इंतज़ाम का फायदा उठाना चाहिए ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Jehovahs word always comes true.",
        "tgt": "यहोवा का वचन पत्थर की लकीर है, वह हर हाल में पूरा होता है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We have made full preparations for this.",
        "tgt": "इसके लिए हम पूरी तैयारी और जी जान से जुट चुके हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Full advantage should have been taken of such an opportunity.",
        "tgt": "उस मौके का पूरा फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Bollywood actors Ranbir Kapoor and Katrina Kaif are on a promotional spree for their upcoming film Jagga Jasoos.",
        "tgt": "बॉलिवुड अभिनेता रणबीर कपूर और कटरीना कैफ इन दिनों अपनी रिलीज़ के लिए तैयार फिल्म जग्गा जासूस के प्रमोशन में जी जान से जुटे हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Parents can help their children to benefit from Christian meetings",
        "tgt": "माता - पिता अपने बच्चों को मसीही सभाओं से फायदा उठाना सिखा सकते हैं",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Jewellery , cash stolen from house",
        "tgt": "घर से दिन दहाड़े नकदी और आभूषण चोरी",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Institutes like IARI must leverage opportunities from frontier sciences such as bio-technology, synthetic biology, nano-technology, computational biology, sensor technology and geo-spatial technology to develop climate-resilient technology solutions.",
        "tgt": "आईएआरआई जैसे संस्थानों को टेक्नालॉजी,संशलेषित जीवविज्ञान,नैनोटेक्नोलॉजी,कंप्यूटेशनल बॉयलोजी,सिंथेटिक टेक्नालॉजी जैसे फ्रंटियर विज्ञान से इस अवसर पर फायदा उठाना चाहिए ताकि जलवायुरोधी प्रौद्योगिकी समाधानों का विकास किया जा सके।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "At this critical juncture when we are facing a serious issue with the image perception of the railways, I expect all my fellow Railwaymen to pitch in wholeheartedly to set this perception right. I am sure, with your cooperation, we will be able to achieve and re-establish the pristine glory of the brand Indian Railways.",
        "tgt": "ऐसे महत्वपूर्ण मौके पर जब रेलवे की छवि से जुड़े गंभीर मुद्दे हमारे सामने खड़े हैं, मैं अपने सभी सहयोगी रेलवे कर्मियों से उम्मीद करता हूं कि इस धारणा को सही तरीके से शामिल करने के लिए जी जान से सहयोग करेंगे तथा हम भारतीय रेलवे के पुराने गौरव को हासिल करने और उसे दोबारा स्थापित करने में सक्षम होंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Do the people of the cities feel secure Our might shall not come upon them in daylight while they are playing?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "(This country) is taking advantage of Pakistan and wants to take advantage of India.",
        "tgt": "(यह देश) पाकिस्तान का फायदा उठा रहा है और भारत का भी फायदा उठाना चाहता है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Mohammed Shami and Umesh Yadav will also like to use this opportunity well as they are unlikely to feature in the ODI series.",
        "tgt": "मोहम्मद शमी और उमेश यादव भी इस मौके का फायदा उठाना चाहेंगे क्योंकि उन्हें वनडे टीम में जगह मिलने की संभावना नहीं है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "These skeptics point out that the Indian Army often takes hours or even days to kill three or four terrorists inside India and that too in broad daylight with Rocket Launchers (RLs), Automatic Grenade Launchers (AGLs), Light Machine Guns, (LMGs), etc at their disposal and with a huge manpower component",
        "tgt": "ये सारे अनुमान इस बात की ओर संकेत करते हैं कि जहां भारतीय सेना को अक्सर तीन-चार आतंकियों को ही मार गिराने में कई घंटे या दिन लग जाते हैं, वह भी दिन दहाड़े रॉकेट लांचरों, ऑटोमेटिक ग्रेनेड लॉंन्चर, लाइट मशीनगन और काफी संख्या में सैनिकों की मौजूदगी के बावजूद",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "All its members should take advantage of this.",
        "tgt": "इसके सभी सदस्यों को इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"The state government is working hard to increase this capacity.\"\"\"",
        "tgt": "इस क्षमता को बढ़ाने के लिए राज्य सरकार जी जान से जुटी है.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We needed to make good use of our time.",
        "tgt": "सो हमें अपने समय का पूरा - पूरा फायदा उठाना था ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Barring traditional adversaries Pakistan and China, it is difficult to name a nation that didnt wish India well, or benefits from its failure.",
        "tgt": "पाकिस्तान और चीन जैसे पुराने प्रतिद्वंद्वियों को छोड़ ऐसे किसी देश का नाम लेना मुश्किल है, जो भारत का भला नहीं चाहता होगा, या उसकी नाकामी का फायदा उठाना चाहता होगा.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Its nice to get an opportunity to play for Australia and make it count.",
        "tgt": "ऑस्ट्रेलिया के लिए दोबारा खेलने का मौका मिलना और इसका फायदा उठाना अच्छा है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "It is in your hands to take advantage of those opportunities.",
        "tgt": "बस, उन मौकों से फायदा उठाना आपके हाथ में है।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Making full use of these provisions is more urgent now than ever before.",
        "tgt": "आज इन इंतज़ामों का पूरा - पूरा फायदा उठाना पहले से कहीं ज़्यादा ज़रूरी हो गया है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The workers have also made sincere efforts.",
        "tgt": "कार्यकर्ताओं ने भी जी जान से मेहनत की है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "There are the forces of violence, there are the forces which want to exploit the difficulties of people or any other issue.",
        "tgt": "वहां हिंसा की ताकतें कार्यरत हैं, ऐसी ताकतें काम कर रही हैं जो लोगों की कठिनाई या अन्य मसलों का बेजा फायदा उठाना चाहती हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "'It was easy to prepare notes at home and imagine teaching. in practice it is a tough task.",
        "tgt": "घर में बैंठे-बैठे अटकलें लगाना और कल्पना में पढ़ा लेना सहज था, लेकिन यह तो लोहे के चने चबाना जैसा है।",
        "contains_idioms": true,
        "idioms": [
            "लोहे के चने चबाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "South African business excellence and Indian capacities must leverage each other. for growth and development in our two countries.",
        "tgt": "अपने अपने देश में वृद्धि एवं विकास के लिये दक्षिण अफ्रीका की व्यापारिक उत्कृष्टता एवं भारत की क्षमताओं को एक दूसरे का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Cases of robbery, theft, abduction and rape are being reported every day.",
        "tgt": "दिन दहाड़े लूट, चोरी, मारपीट, हत्या जैसी घटनाएं लगातार बढ़ रही हैं।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "People are advised to maintain calm and not play into the hands of anti-social elements who want to exploit the situation for their nefarious objectives, a police officer said.",
        "tgt": "पुलिस के एक अधिकारी ने कहा, ‘लोगों को शांति बनाए रखने व असामाजिक तत्वों के हाथों की कठपुतली नहीं बनने की सलाह दी गई है, जो अपने नापाक उद्देश्यों के लिए स्थिति का फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Didnt the prime minister say, jaan hai toh jahan hai?",
        "tgt": "क्या प्रधानमंत्री ने कहा नहीं था, 'जान है तो जहान है'?",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "\"\"\"There is always going to be pressure, especially in a home tournament, but should be using that to our advantage,\"\" he said.\"",
        "tgt": "\"उन्होंने कहा, \"\"मैच में हमेशा दबाव रहता है, खासकर घरेलू टूर्नामेंट में लेकिन हमें इसका फायदा उठाना चाहिए.\"",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who have faith! Be maintainers of justice and witnesses for the sake of Allah, even if it should be against yourselves or [your] parents and near relatives, and whether it be [someone] rich or poor, for Allah has a greater right over them. So do not follow [your] desires, lest you should be unfair, and if you distort [the testimony] or disregard [it], Allah is indeed well aware of what you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Speaking on the occasion, the President called for an all out offensive against cancer and achieve a decisive victory through active collaboration and participation of Government, industry and academia.",
        "tgt": "इस अवसर पर राष्ट्रपति ने सरकार, उद्योग और अकादमियों के सक्रिय सहयोग और भागीदारी से कैंसर के विरुद्ध जी जान से आक्रमण की तैयारी और पूरी जीत हासिल की मांग की।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The Punjab BJP has started preparations for the next state assembly elections.",
        "tgt": "राज्य में आगामी ग्राम पंचायत,जिलापरिषद और मनपा चुनाव के होने वाले चुनाव के लिए भाजपा ने तैयारियों के बीच कमर कसना शुरू कर दिया है।",
        "contains_idioms": true,
        "idioms": [
            "कमर कसना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "For example, Liam, who lives in Europe, says: Where I come from, people tend to be tactless.",
        "tgt": "इस तरह बात मत कीजिए मानो आपकी बात पत्थर की लकीर है ।",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Seeking political gain from the bravery and sacrifices of the armed forces is vulgar and dangerous.",
        "tgt": "सशस्त्र सेना की बहादुरी और बलिदानों का राजनीतिक फायदा उठाना अशिष्ट और खतरनाक है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "In limited overs cricket, in these conditions you need to utilise the new ball.",
        "tgt": "होल्डर ने कहा ,‘‘ सीमित ओवरों के क्रिकेट में ऐसे हालात में आपको नयी गेंद का पूरा फायदा उठाना होता है ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We should be vigilant against forces that seek to exploit our diversity in religion, language and culture to divide our people.",
        "tgt": "हमें उन ताकतों के खिलाफ चौकस रहना है, जो धर्म, भाषा और संस्‍कृति के रूप में हमारी विविधता से फायदा उठाना चाहते हैं।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "He is striving hard to accomplish his goal.",
        "tgt": "इस लक्ष्य प्राप्ति के लिए वह जी जान से मेहनत कर रही हैं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The Lok Sabha MP from UP's Muzaffarnagar alleged that Congress is behaving like a vulture and wants to exploit farmers' agitation.",
        "tgt": "Farmer Agitation: यूपी के मुजफ्फरनगर से लोकसभा सांसद संजीव बाल्यान ने आरोप लगाया कि कांग्रेस गिद्ध की तरह व्यवहार कर रही है और किसानों के आंदोलन का फायदा उठाना चाहती है.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह के हालात से निकलकर आये किसी व्यक्ति की परिस्थितियों का फायदा उठाना चाहिये ।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Prime Minister's Office PM interacts with CMs to strategize ahead for tackling COVID-19 Chief Ministers suggest extension of Lockdown by two weeksOur mantra earlier was jaan hai to jahaan hai but now is jaan bhi jahaan bhi: PMNext 3-4 weeks critical to determine impact of steps taken till now to curb spread of the virus: PMPM suggests specific measures for agriculture and allied sector including modification of APMC laws to facilitate sale of farm produceAarogya Setu app is an essential tool in our fight against COVID-19, can subsequently act as e-pass to facilitate travel: PMPM condemns attacks on health professionals and incidents of misbehavior with students from North-East and KashmirPM assures that the country has adequate supplies of essential medicines gives a stern message against black marketing and hoarding Prime Minister Shri Narendra Modi today interacted with Chief Ministers of all states via video conferencing to strategize ahead for tackling COVID-19.",
        "tgt": "प्रधानमंत्री कार्यालय प्रधानमंत्री श्री नरेन्द्र मोदी ने कोविड-19 से निपटने हेतु आगे की रणनीति तैयार करने के लिए मुख्यमंत्रियों के साथ विचार-विमर्श किया मुख्यमंत्रियों ने लॉकडाउन दो सप्ताह बढ़ाने का सुझाव दिया हैहमारा मंत्र पहले था जान है तो जहान है, लेकिन अब मंत्र है जान भी जहान भी: प्रधानमंत्रीवायरस को फैलने से रोकने के लिए अब तक उठाए गए कदमों के प्रभाव का पता लगाने के लिए अगले 3-4 सप्ताह महत्वपूर्ण हैं: प्रधानमंत्रीप्रधानमंत्री ने कृषि उपज की बिक्री में सुविधा के लिए एपीएमसी कानूनों में संशोधन सहित कृषि और संबद्ध क्षेत्र के लिए विशिष्ट उपाय सुझाएकोविड-19 के खिलाफ हमारी लड़ाई में आरोग्य सेतु एप एक आवश्यक साधन है, जो आगे चलकर यात्रा में सुविधा के लिए ई-पास बन सकता है: प्रधानमंत्रीप्रधानमंत्री ने डॉक्टरों व स्वास्थ्य कर्मियों पर हमलों और पूर्वोत्तर एवं कश्मीर के विद्यार्थियों के साथ दुर्व्यवहार की घटनाओं की निंदा कीप्रधानमंत्री ने आश्वासन दिया कि देश में आवश्यक दवाओं की पर्याप्त आपूर्ति है कालाबाजारी और जमाखोरी के खिलाफ कड़ी कार्रवाई का संदेश दिया प्रधानमंत्री श्री नरेन्द्र मोदी ने आज कोविड-19 से निपटने हेतु आगे की रणनीति तैयार करने के लिए वीडियो कॉन्फ्रेंसिंग के माध्यम से सभी राज्यों के मुख्यमंत्रियों के साथ विचार-विमर्श किया।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Finance Minister Arun Jaitley has virtually rebutted RBI Governor Raghuram Rajan's remarks that India is 'one-eyed king in the land of blind' saying compared to the rest of the world, the Indian economy was growing much faster and, in fact, the fastest.",
        "tgt": "अरुण जेटली ने भारतीय अर्थव्यवस्था को अंधों में काना राजा बताने वाले रिजर्व बैंक के गवर्नर रघुराम राजन के बयान को एक प्रकार से खारिज करते हुए कहा कि शेष दुनिया की तुलना में भारतीय अर्थव्यवस्था की ग्रोथ कहीं बहुत तेज है, वास्तव में, सबसे तेज है।",
        "contains_idioms": true,
        "idioms": [
            "अंधों में काना राजा"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India should take advantage of it.",
        "tgt": "भारत को इसका फायदा उठाना चाहिए.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I think he's looking forward to this opportunity.",
        "tgt": "मुझे लगता है कि वह इस मौके का फायदा उठाना चाहेगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "They wanted to reap huge political benefits from it.",
        "tgt": "वो इसका राजनीतिक फायदा उठाना चाहते हैं.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Mehbooba said that her fathers commitment with BJP is like an agreement cast in stone.",
        "tgt": "महबूबा ने कहा, 'मेरे पिता का भाजपा से गठबंधन करने का फैसला पत्थर की लकीर की तरह है.",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We are bound by a number of natural laws that have been put in place for our good.",
        "tgt": "जैसी करनी वैसी भरनी",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I urged that we should work together to develop trust and confidence, and avail of the many opportunities for mutually beneficial cooperation in the economic, social and other fields so that we can improve the lives of peoples.",
        "tgt": "मैंने उनसे अनुरोध किया कि हमें आपसी विश्वास बढ़ाने के लिए प्रयत्न करने चाहिए तथा आर्थिक, सामाजिक और अन्य क्षेत्रों में परस्पर लाभदायक सहयोग के अनेक अवसरों का फायदा उठाना चाहिए, ताकि हम दोनों देशों की जनता का जीवन-स्तर सुधार सकें।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O you who believe, be custodians of justice (and) witnesses for God, even though against yourselves or your parents or your relatives. Whether a man be rich or poor, God is his greater well-wisher than you. So follow not the behests of lust lest you swerve from justice. and if you prevaricate or avoid (giving evidence), God is cognisant of all that you do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India must make the best use of this opportunity.",
        "tgt": "भारत को इस मौके का फायदा उठाना होगा।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We should be quick to avail ourselves of the God - given means for help the older men of the congregation and the propitiatory sacrifice for our sins, Jesus Christ. James 5: 14. 1 John 2: 1, 2.",
        "tgt": "इसमें हमारी मदद करने के लिए परमेश्‍वर ने ‘ कलीसिया के प्राचीनों ’ का और छुड़ौती बलिदान का इंतज़ाम किया है, जिसका हमें फायदा उठाना चाहिए । — याकूब 5: 14. 1 यूहन्‍ना 2: 1, 2.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And even if We open to them a gateway of heaven, so that they ascend into it all the while,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Besides creating jobs, the boost to the manufacturing sector would be crucial to first develop our country and then avail of the Foreign Direct Investment opportunity to further the gains for national wellbeing.",
        "tgt": "रोजगार के अवसर पैदा करने के अलावा अपने देश को विकसित करने के लिए पहले उत्पादन क्षेत्र को बढ़ावा देना अत्यंत महत्वपूर्ण होना चाहिए उसके बाद प्रत्यक्ष विदेश निवेश के अवसर की सहायता से आगे राष्ट्र की बेहतरी का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "I dont think a guy who is coming out of a situation like that needs to be taken advantage of.",
        "tgt": "मुझे नहीं लगता कि इस तरह कि हालत के निकलकर आए किसी खिलाड़ी की परिस्थिति का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "At this critical juncture when we are facing a serious issue with the image perception of the railways, I expect all my fellow Railwaymen to pitch in wholeheartedly to set this perception right",
        "tgt": "ऐसे महत्‍वपूर्ण मौके पर जब रेलवे की छवि से जुड़े गंभीर मुद्दे हमारे सामने खड़े हैं, मैं अपने सभी सहयोगी रेलवे कर्मियों से उम्‍मीद करता हूं कि इस धारणा को सही तरीके से शामिल करने के लिए जी जान से सहयोग करेंगे तथा हम भारतीय रेलवे के पुराने गौरव को हासिल करने और उसे दोबारा स्‍थापित करने में सक्षम होंगे।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Sui Dhaaga stars Varun Dhawan and Anushka Sharma were recently on Indian Idol promoting their movie.",
        "tgt": "वरूण धवन और अनुष्का शर्मा की फिल्म सुई-धागा बहुत जल्द रिलीज होने वाली हैं। वरुण और अनुष्का इन दिनों जी जान से फिल्म के प्रमोशन में बिजी हैं। हाल ही में वरूण धवन अमिताभ बच्चन के क्विज शो कौन बनेगा करोड़पति के सेट पर फिल्म प्रमोशन के लिए पहुंचे। इस दौरान वरुण को सूट- बूट में देखा गया। वरुण ने अपने इंस्टाग्राम पर खुद ये लुक शेयर किया हैं। वैसे तो वरुण अपने कैजुअल लुक में ही फिल्म का प्रमोशन करते हैं, लेकिन अमिताभ बच्चन से मिलने के लिए उन्होंने खासतौर पर सूट पहना हुआ था। हालांकि, अभी तक अनुष्का के लुक का खुलासा नहीं हो सका कि वो किस ड्रेस में यहां पहुंचेगीं।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "What Jehovah Foretells Comes to Be",
        "tgt": "यहोवा का वचन पत्थर की लकीर है",
        "contains_idioms": true,
        "idioms": [
            "पत्थर की लकीर"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Do the people of the towns feel secure from Our punishment overtaking them at midday while they are playing around?",
        "tgt": "या उन बस्तियों वाले इससे बेख़ौफ हैं कि उन पर दिन दहाड़े हमारा अज़ाब आ पहुँचे जब वह खेल कूद (में मशग़ूल हो)",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "We should take advantage of all these opportunities.",
        "tgt": "हमें इन सभी अवसरों का फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Bhojpuri actor and singer Dinesh Lal Yadav Nirahua is the BJP candidate from Azamgarh.",
        "tgt": "भोजपुरी सिनेमा के सुपरस्टार और आजमगढ़ के बीजेपी प्रत्याशी दिनेश लाल यादव ‘निरहुआ’ इन दिनों जी जान से चुनाव प्रचार में जुटे हुए है।",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "If the rupee keeps falling like this, other countries will start taking advantage of India, Modi said.",
        "tgt": "अगर रुपया इसी तरह से गिरता रहा तो अन्य देश भारत का फायदा उठाना शुरू कर देंगे।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "The issue of illegal immigrants from Bangladesh has been a political hot potato in Assam for decades, and the BJP naturally hopes to benefit from this exercise by taking credit for executing it.",
        "tgt": "असम में अवैध बांग्लादेशी प्रवासियों का मुद्दा दशकं से राजनीति में गर्मी पैदा करता रहा है और जाहिर है कि इस कदम को उठाने का श्रेय लेकर भाजपा इसका फायदा उठाना चाहेगी.",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "A video of the said incident also went viral later in the day.",
        "tgt": "दिन दहाड़े हुए इस घटना का वीडियो भी वायरल हुआ।",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O Ye who believe! be ye maintainers of justice, bearers of testimony for Allah's sake, though it be against yourselves or your parents or kindred. Be he rich or poor, Allah is nigher unto either wherefore follow not the passion, lest ye deviate. If ye incline or turn away, then verily of that which ye work Allah is ever Aware.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O ye who believe! Be ye staunch in justice, witnesses for Allah, even though it be against yourselves or (your) parents or (your) kindred, whether (the case be of) a rich man or a poor man, for Allah is nearer unto both (them ye are). So follow not passion lest ye lapse (from truth) and if ye lapse or fall away, then lo! Allah is ever Informed of what ye do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Eight, Indian science must face globalization with courage and confidence and make it work to our national advantage.",
        "tgt": "8 भारतीय विज्ञान को विश्वव्यापीकरण का सामना साहस और विश्वास से करना चाहिए और अपने राष्ट्रीय हितों के लिए इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "And [even] if We opened to them a gate from the heaven and they continued therein to ascend,",
        "tgt": "और अगर हम अपनी कुदरत से आसमान का एक दरवाज़ा भी खोल दें और ये लोग दिन दहाड़े उस दरवाज़े से (आसमान पर) चढ़ भी जाएँ",
        "contains_idioms": true,
        "idioms": [
            "दिन दहाड़े"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "India should take advantage of this situation.",
        "tgt": "ऐसे में भारत को इसका फायदा उठाना चाहिए।",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Former Chhattisgarh chief minister Ajit Jogi has said though he will fight the Congress tooth and nail in the upcoming state Assembly polls, he will not speak against the Gandhi family, with whom he shared warm relations during his long tenure in the grand old party.",
        "tgt": "छत्तीसगढ़ के पूर्व मुख्यमंत्री अजीत जोगी ने कहा है कि वो कांग्रेस के खिलाफ जी जान से लड़ेंगे लेकिन गांधी परिवार के खिलाफ एक शब्द नहीं कहेंगे. जोगी का कहना है कि कांग्रेस पार्टी में रहते हुए गांधी परिवार से उनके बहुत ही अच्छे रहे. जोगी ने कहा कि छत्तीसगढ़ में अगले महीने होने वाले चुनाव में मुकाबला बीजेपी और उनकी पार्टी जनता कांग्रेस छत्तीसगढ़ और बहुजन समाजवादी पार्टी के गठबंधन के बीच होगी.",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Lets save lives, Jaan hai toh jahaan hai.",
        "tgt": "चलो जान बचाते हैं, जान है तो जहान है।",
        "contains_idioms": true,
        "idioms": [
            "जान है तो जहान है"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "O ye who believe! stand out firmly for justice, as witnesses to Allah, even as against yourselves, or your parents, or your kin, and whether it be (against) rich or poor: for Allah can best protect both. Follow not the lusts (of your hearts), lest ye swerve, and if ye distort (justice) or decline to do justice, verily Allah is well-acquainted with all that ye do.",
        "tgt": "ऐ ईमानवालों मज़बूती के साथ इन्साफ़ पर क़ायम रहो और ख़ुदा के लये गवाही दो अगरचे (ये गवाही) ख़ुद तुम्हारे या तुम्हारे मॉ बाप या क़राबतदारों के लिए खिलाफ़ (ही क्यो) न हो ख्वाह मालदार हो या मोहताज (क्योंकि) ख़ुदा तो (तुम्हारी बनिस्बत) उनपर ज्यादा मेहरबान है तो तुम (हक़ से) कतराने में ख्वाहिशे नफ़सियानी की पैरवी न करो और अगर घुमा फिरा के गवाही दोगे या बिल्कुल इन्कार करोगे तो (याद रहे जैसी करनी वैसी भरनी क्योंकि) जो कुछ तुम करते हो ख़ुद उससे ख़ूब वाक़िफ़ है",
        "contains_idioms": true,
        "idioms": [
            "जैसी करनी वैसी भरनी"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "If you want to benefits from investing in a stock market without risking too much, here are some investment options you should consider:",
        "tgt": "अगर आपको ज्यादा जोखिम उठाए बिना शेयर बाजार से फायदा उठाना हो तो आप नीचे दिए गए निवेश विकल्पों का इस्तेमाल कर सकते हैं:",
        "contains_idioms": true,
        "idioms": [
            "फायदा उठाना"
        ],
        "source": "./data/to_merge/samanatar"
    },
    {
        "src": "Bollywood stars Varun Dhawan and Anushka Sharma are busy with the promotions of their upcoming film Sui Dhaaga.",
        "tgt": "इन दिनों बॉलीवुड एक्ट्रेस अनुष्का शर्मा और एक्टर वरूण धवन अपनी आनेवाली फिल्म ‘सुई धागा’ के प्रमोशन में जी जान से जुटे हुए हैं।उनकी मेहनत देखकर यही...",
        "contains_idioms": true,
        "idioms": [
            "जी जान से"
        ],
        "source": "./data/to_merge/samanatar"
    }
]