{
    "13419": {
        "text": "Oh, for but a crust! for but one mouthful to allay the pang of famine!",
        "original_text": "Oh! si j'avais seulement eu une croûte, une bouchée de pain pour apaiser mes angoisses!"
    },
    "44600": {
        "text": "If, on the other side, it was not she--which was still quite possible--for the little light that remained rendered a mistake easy--might it not be the commencement of some plot against him through the allurement of this woman, for whom his love was known?",
        "original_text": "Si d'un autre côté ce n'était pas elle, ce qui était encore bien possible, car le peu de jour qui restait rendait une erreur facile, si ce n'était pas elle, ne serait-ce pas le commencement d'un coup de main monté contre lui avec l'appât de cette femme pour laquelle on connaissait son amour?"
    },
    "49647": {
        "text": "Finally, to keep up with the times, he took in \"La Ruche Medicale,\" a new journal whose prospectus had been sent him.",
        "original_text": "Enfin, pour se tenir au courant, il prit un abonnement à la Ruche médicale, journal nouveau dont il avait reçu le prospectus."
    },
    "50796": {
        "text": "And one must be master of all the principles of hygiene in order to direct, criticize the construction of buildings, the feeding of animals, the diet of domestics. And, moreover, Madame Lefrancois, one must know botany, be able to distinguish between plants, you understand, which are the wholesome and those that are deleterious, which are unproductive and which nutritive, if it is well to pull them up here and re-sow them there, to propagate some, destroy others; in brief, one must keep pace with science by means of pamphlets and public papers, be always on the alert to find out improvements.\"",
        "original_text": "Et il faut posséder à fond tous ses principes d’hygiène, pour diriger, critiquer la construction des bâtiments, le régime des animaux, l’alimentation des domestiques! il faut encore, madame Lefrançois, posséder la botanique; pouvoir discerner les plantes, entendez-vous, quelles sont les salutaires d’avec les délétères, quelles les improductives et quelles les nutritives, s’il est bon de les arracher par-ci et de les ressemer par-là, de propager les unes, de détruire les autres; bref, il faut se tenir au courant de la science par les brochures et papiers publics, être toujours en haleine, afin d’indiquer les améliorations..."
    },
    "53275": {
        "text": "This was like a thunderclap.",
        "original_text": "Ce fut comme un coup de foudre."
    },
    "57879": {
        "text": "The poor of her day had made her a fine funeral, with tears and benedictions; but, to their great regret, the pious maid had not been canonized, for lack of influence.",
        "original_text": "Les pauvres de son temps lui avaient fait de belles funérailles de larmes et de bénédictions ; mais, à leur grand regret, la pieuse fille n’avait pu être canonisée sainte, faute de protections."
    },
    "63465": {
        "text": "\"To die!\" said Gudule, staggering as though struck by lightning; \"to die!\" she repeated slowly, gazing at her daughter with staring eyes.",
        "original_text": "– Mourir ! dit Gudule chancelant comme sous un coup de foudre. Mourir ! reprit-elle lentement et regardant sa fille avec son œil fixe."
    },
    "64292": {
        "text": "That's Harris all over - so ready to take the burden of everything himself, and put it on the backs of other people.",
        "original_text": "Ça, c’est Harris tout craché : toujours pret a se charger luimeme de tout, et a coller la besogne sur le dos des autres."
    },
    "64399": {
        "text": "\"Now for breakfast we shall want a frying-pan\" - (Harris said it was indigestible; but we merely urged him not to be an ass, and George went on) - \"a tea-pot and a kettle, and a methylated spirit stove.\"",
        "original_text": "Pour le petit déjeuner, il nous faudra une poele a frire (Harris protesta que c’était un mode de cuisson indigeste, ce a quoi nous lui répliquâmes simplement de ne pas faire l’andouille), et George continua : une théiere, une bouilloire, et un réchaud a alcool."
    },
    "64533": {
        "text": "That's just like Harris.",
        "original_text": "Ça, c’est du Harris tout craché."
    },
    "65080": {
        "text": "I'm going to get out, and have a drink.\"",
        "original_text": "Tiens, puisque c’est ça, je vais débarquer et aller boire un coup ! »"
    },
    "65458": {
        "text": "The river stretched out straight before us in the twilight for about a mile; not a ghost of a lock was to be seen.",
        "original_text": "Je reposai donc les avirons, et me retournai pour jeter un coup d’oeil. Le fleuve, dans le crépuscule, s’étirait tout droit sur une distance de quinze cents metres, sans l’ombre d’une écluse."
    },
    "65532": {
        "text": "It said: \"Give us a hand here, can't you, you cuckoo; standing there like a stuffed mummy, when you see we are both being suffocated, you dummy!\"",
        "original_text": "« Tu ne pourrais pas nous donner un coup de main, gros fainéant. On est en train d’étouffer, et toi tu restes la comme une momie !"
    },
    "66242": {
        "text": "George came and had a look at it - it was about the size of a pea-nut.",
        "original_text": "George vint jeter un coup d’oeil a notre oeuvre : elle se réduisait a la taille d’une cacahuete."
    },
    "67052": {
        "text": "\"Why, the Alhambra would be almost more lively,\" said Harris, venturing his head outside the cover for a moment and taking a survey of the sky.",
        "original_text": "« Ah ! Ce n’est pas a l’Alhambra qu’on s’ennuierait, dit Harris, aventurant un instant sa tete hors de la bâche pour jeter un coup d’oeil vers le ciel."
    },
    "77860": {
        "text": "The sudden entry of this man was the last straw to Julien.",
        "original_text": "L’entrée soudaine de cet homme fut pour Julien la goutte d’eau qui fait déborder le vase."
    },
    "107031": {
        "text": "He fell thunderstruck on a seat.",
        "original_text": "Passepartout se laissa tomber sur un fauteuil. C'était un coup de foudre."
    },
    "113428": {
        "text": "These words were like a clap of thunder to Candide; he wept bitterly for a long time, and, taking Cacambo aside, he said to him, \"I'll tell you, my dear friend, what you must do.",
        "original_text": "Ce fut un coup de foudre pour Candide, il pleura longtemps; enfin il tira à part Cacambo. Voici, mon cher ami, lui dit-il, ce qu'il faut que tu fasses."
    },
    "116086": {
        "text": "I'm going to wash first; and just give me a hand to throw away this dirty water.\"",
        "original_text": "Je vais me laver d'abord… Et donne-moi un coup de main pour jeter cette eau sale."
    },
    "116951": {
        "text": "These forty-five francs helped the family and enabled them to make both ends meet, though always leaving some small debts and arrears; so the Maheus were grateful to their lodger; his linen was washed and mended, his buttons sewn on, and his affairs kept in order; in fact he felt all around him a woman's neatness and care.",
        "original_text": "Ces quarante-cinq francs aidaient la famille, on finissait par joindre les deux bouts, en laissant toujours de petites dettes en arriere; et les Maheu se montraient reconnaissants envers leur logeur, son linge était lavé, raccommodé, ses boutons recousus, ses affaires mises en ordre; enfin, il sentait autour de lui la propreté et les bons soins d'une femme."
    },
    "117074": {
        "text": "If a married miner can with difficulty make both ends meet, a sober lad who has no burdens can even manage to save.",
        "original_text": "Si un mineur marié n'arrive pas a joindre les deux bouts, un garçon sobre, n'ayant aucune charge, peut réaliser des économies."
    },
    "119229": {
        "text": "Among the men, Maheu was won over and shouted with anger, between Pierron who was trembling and Levaque who was talking too much; while the chaffers, Zacharie and Mouquet, though trying to make fun of things, were feeling uncomfortable and were surprised that their mate could talk on so long without having a drink.",
        "original_text": "Parmi les hommes, Maheu conquis avait eu un cri de colere, entre Pierron tremblant et Levaque qui parlait trop; tandis que les blagueurs, Zacharie et Mouquet, essayaient de ricaner, mal a l'aise, étonnés que le camarade en put dire si long, sans boire un coup."
    },
    "120179": {
        "text": "And now you shall have a drink of it; yes, yes, like a beast, with your jaws in the trough!\"",
        "original_text": "Et, maintenant, tu vas boire un coup, oui, oui! comme les betes, la gueule dans l'auge!"
    },
    "120880": {
        "text": "He knew that after the Montsou troubles there had been great excitement in the Paris journals, quite a violent controversy between the official newspapers and the opposition newspapers, terrible narratives, which were especially directed against the International, of which the empire was becoming afraid after having first encouraged it; and the directors not daring to turn a deaf ear any longer, two of them had condescended to come and hold an inquiry, but with an air of regret, not appearing to care about the upshot; so disinterested, that in three days they went away again, declaring that everything was going on as well as possible.",
        "original_text": "Il savait qu'a la suite des troubles de Montsou, une vive émotion s'était emparée des journaux de Paris, toute une polémique violente entre les feuilles officieuses et les feuilles de l'opposition, des récits terrifiants, que l'on exploitait surtout contre l'Internationale, dont l'empire prenait peur, apres l'avoir encouragée; et, la Régie n'osant plus faire la sourde oreille, deux des régisseurs avaient daigné venir pour une enquete, mais d'un air de regret, sans paraître s'inquiéter du dénouement, si désintéressés, que trois jours apres ils étaient repartis, en déclarant que les choses allaient le mieux du monde."
    },
    "122758": {
        "text": "Suddenly, a roar of thunder was heard, and a spout of fire darted out of the tube as from the mouth of a cannon charged with grapeshot.",
        "original_text": "Brusquement, un coup de foudre éclata, une trombe de feu sortit du boyau, comme de la gueule d'un canon chargé a mitraille."
    },
    "123106": {
        "text": "Étienne would have died of inanition rather than beg a mouthful of bread from Chaval.",
        "original_text": "Étienne serait mort d'inanition, plutôt que de mendier a Chaval une bouchée de pain."
    },
    "126151": {
        "text": "Therese and Laurent rose from their chairs, terrified at this stroke, which had contorted the old mercer in less than five seconds.",
        "original_text": "Thérèse et Laurent se levèrent, effrayés devant ce coup de foudre, qui tordit la vieille mercière en moins de cinq secondes."
    },
    "126245": {
        "text": "The sinister truth, like a flash of flame, scorched the eyes of the paralysed woman and penetrated within her with the concussion of a shaft of lightning.",
        "original_text": "La sinistre vérité, comme un éclair, brûla les yeux de la paralytique et entra eu elle avec le heurt suprême d'un coup de foudre."
    }
}