{"src": "Robot is a machine or device that operates automatically and is capable of performing a variety of often complex human tasks on command.","tgt": "यंत्रमानव, एक मशीन या युक्ति है, जो स्वतः संचालित होती है तथा प्रायः जटिल प्रकार के मानवीय कार्यों को अनुदेश पर करने में सक्षम होती है।","contains_idioms": false,"idioms": []}
{"src": "The President of India, Shri Pranab Mukherjee has greeted fellow citizens on the eve of Idul Fitr.","tgt": "राष्ट्रपति श्री प्रणब मुखर्जी ने ईद-उल-फितर की पूर्व संध्या पर देशवासियों को बधाई दी है।","contains_idioms": false,"idioms": []}
{"src": "She's a good agent.","tgt": "वह एक अच्छा एजेंट है!","contains_idioms": false,"idioms": []}
{"src": "However, the production of Crude Oil, Refinery products and Fertilizers sectors have declined by (-) 6.9 per cent, (-) 1.5 per cent and (-) 1.0 per cent respectively in the month of May 2019 over May2018.","tgt": "हालांकि, कच्चे तेल, रिफाइनरी उत्पादों और उर्वरकों के उत्पादन में मई 2018 की तुलना में मई 2019 के दौरान क्रमश: (-) 6.9, (-) 1.5 और (-) 1.0 प्रतिशत की कमी दर्ज की गई है।","contains_idioms": false,"idioms": []}
{"src": "The two sides have agreed upon the alignment of the Rih-Tedim road and the DPR for its construction.","tgt": "दोनों पक्ष रिह-टेडिम सड़क के एलाइमेंट और डीपीआर निर्माण पर सहमत हुए।","contains_idioms": false,"idioms": []}
{"src": "\"\"\"specific delivery contract\"\" means a forward contract which provides for the actual delivery of specific qualities or types of goods during a specified future period at a price fixed thereby or to be fixed in the manner thereby agreed and in which the names of both the buyer and the seller are mentioned.\"","tgt": "(ड) ''विनिर्दिष्ट माल संविदा'' से ऐसी अग्रिम संविदा अभिप्रेत है जिसमें भविष्य की किसी विनिर्दिष्ट अवधि के दौरान विनिर्दिष्ट क्वालिटी या प्रकार के माल के ऐसी कीमत पर, जो संविदा द्वारा नियत की गर्इ है या संविदा द्वारा करार पार्इ गर्इ रीति से नियत की जाने वाली है, वास्तविक परिदान के लिए उपबन्ध है और जिसमें क्रेता और विक्रेता दोनों के नाम उल्लिखित है.","contains_idioms": false,"idioms": []}
{"src": "How did he come to be called the Chaldean king ?","tgt": "वह “कसदियों का राजा ” कैसे कहलाया जाने लगा?","contains_idioms": false,"idioms": []}
{"src": "29 people, including Mathura SP Mukul Dwivedi and SHO Santosh Kumar Yadav, were killed in the clash between the","tgt": "हिंसा में एसपी सिटी मुकुल द्विवेदी और एसओ संतोष यादव समेत 29 लोगों की मौत हो गई थी.","contains_idioms": false,"idioms": []}
{"src": "Earlier, India were bundled out for a paltry 105 runs.","tgt": "तब तक 105 रन बनाकर टीम इंडिया आउट हो गई थी.","contains_idioms": false,"idioms": []}
{"src": "The women participated in large numbers.","tgt": "जिसमें महिलाओं ने बढ़चढ़कर हिस्सा लिया।","contains_idioms": false,"idioms": []}
{"src": "Scattered rain and snow are also expected over many parts of Jammu and Kashmir, Himachal Pradesh and Uttarakhand, it predicted.","tgt": "इससे उत्तराखंड के अलावा जम्मू-कश्मीर और हिमाचल प्रदेश में भारी बर्फबारी के साथ तेज बारिश के भी आसार हैं।","contains_idioms": false,"idioms": []}
{"src": "The bus driver lost control over the vehicle on a turn and the bus overturned.","tgt": "टायर फटने से चालक ने बस से नियंत्रण खो दिया और बस पलट गयी।","contains_idioms": false,"idioms": []}
{"src": "\"Then they turned to themselves (their first thought and said): \"\"Indeed you [Ibrahim (Abraham)] know well that these (idols) speak not!\"\"\"","tgt": "फिर उन लोगों के सर इसी गुमराही में झुका दिए गए (और तो कुछ बन न पड़ा मगर ये बोले) तुमको तो अच्छी तरह मालूम है कि ये बुत बोला नहीं करते","contains_idioms": false,"idioms": []}
{"src": "In view of his serious condition he was referred to the P.G.I.","tgt": "जहां पर उनकी गंभीर हालत को देखते हुए पीजीआई रेफर कर दिया।","contains_idioms": false,"idioms": []}
{"src": "\"So they travelled on. Then they met a young boy and the man killed him. Moses said, \"\"Have you slain an innocent person without his having slain anyone? Indeed, you have done a terrible thing!\"\"\"","tgt": "(ख़ैर ये तो हो गया) फिर दोनों के दोनों आगे चले यहाँ तक कि दोनों एक लड़के से मिले तो उस बन्दे ख़ुदा ने उसे जान से मार डाला मूसा ने कहा (ऐ माज़ अल्लाह) क्या आपने एक मासूम शख़्श को मार डाला और वह भी किसी के (ख़ौफ के) बदले में नहीं आपने तो यक़ीनी एक अजीब हरकत की","contains_idioms": false,"idioms": []}
{"src": "DrPandey also urged industry to expand their operations from big cities to small districts and villages and invest in upskilling and re-skilling the youth across rural India which would help make a giant leap towards the success of the Aatmanirbhar BharatAbhiyaan launched by the Honble Prime Minister, Shri NarendraModi.","tgt": "डॉ. पांडे ने उद्योग सेबड़े शहरों से लेकर छोटे जिलों और गांवों तक अपने परिचालन का विस्तार करने और ग्रामीण भारत के युवाओं को अप-स्किलिंग और रि-स्किलिंग में निवेश करने का आग्रह किया। उन्होंने कहा कि इससे माननीय प्रधान मंत्री द्वारा शुरू की गई आत्म-निर्भर भारत अभियान की सफलता की दिशा में एक बड़ी छलांग लगाने में मदद मिलेगी।","contains_idioms": false,"idioms": []}
{"src": "Police also arrested various protestors","tgt": "पुलिस ने इस दौरान कुछ प्रदर्शनकारियों को गिरफ्तार कर लिया।","contains_idioms": false,"idioms": []}
{"src": "This plays an important role in balancing the environment.","tgt": "ये पर्यावरण संतुलन बनाए रखने में अहम भूमिका निभाते हैं।","contains_idioms": false,"idioms": []}
{"src": "This explains the rule how best allocation of spendable income is made on purchase of goods to provide maximum utility.","tgt": "यह उस नियम को दर्शाता/प्रकट करता है जिसके अनुसार खर्चयोग्य आय को वस्तुओं की खरीद में किस प्रकार व्यय किया जाए कि अधिकतम प्रतिलाभ प्राप्त हो।","contains_idioms": false,"idioms": []}
{"src": "Who runs this country?","tgt": "इस देश का मालिक कौन है?","contains_idioms": false,"idioms": []}
{"src": "De Villiers has featured in 114 Tests, 228 ODIs and 78 T20Is for South Africa.","tgt": "टेस्ट में युवी के नाम 9, वनडे में 111 और टी20 में 8 विकेट हैं।","contains_idioms": false,"idioms": []}
{"src": "It is located three kilometres from the other important temple dedicated to Vindhyavasini Devi","tgt": "यह विन्ध्यवासिनी देवी को समर्पित मन्दिर से तीन किमी की दूरी पर स्थित है।","contains_idioms": false,"idioms": []}
{"src": "Dimitrov, who has never got beyond the third round in Paris, had been expecting to face experienced Viktor Troicki.","tgt": "पेरिस में कभी भी तीसरे दौर से आगे नहीं बढ़ पाए दिमित्रोव को पहले दौर में अनुभवी विक्टर ट्राइकी से भिड़ना था।","contains_idioms": false,"idioms": []}
{"src": "We do not know how long the hero takes to learn other forms of wisdom under Myna 's guidance.","tgt": "हम नहीं जान पाते कि मैना के मार्ग-प्रदर्शन में प्रज्ञा के अन्य रुपों को समझने में कितना समय लगता हैं।","contains_idioms": false,"idioms": []}
{"src": "The Union Cabinet chaired by the Prime Minister Shri Narendra Modi has given its ex-post facto approval to the Memorandum of Understanding (MoU) between India and Myanmar on upgradation of the Womens Police Training Centre at Yamethin, Myanmar.","tgt": "प्रधानमंत्री नरेन्‍द्र मोदी की अध्‍यक्षता में मंत्रिमंडल ने यमेथिन, म्‍यांमार स्थित महिला पुलिस प्रशिक्षण केन्‍द्र के उन्‍नयन संबंधी समझौता ज्ञापन (एमओयू) को अपनी कार्येतर मंजूरी प्रदान कर दी है।","contains_idioms": false,"idioms": []}
{"src": "He also said that IIM professors must explain to the BJP government how Gomti River Front Model can be a better business model and would attract tourists.","tgt": "उन्होंने ये भी कहा कि आईआईएम के प्रोफेसरों को बीजेपी सरकार को बताना होगा कि गोमती रिवर फ्रंट मॉडल एक बेहतर बिजनेस मॉडल के रूप में कैसे बदला जा सकता है, जिससे पर्यटक आकर्षित हों।","contains_idioms": false,"idioms": []}
{"src": "All India Radio will broadcast a comprehensive radio report on the Prime Minister's inaugural address at the 3rd Global Renewable Energy Investment Meeting & Expo(RE-Invest 2020) today at 10 PM.","tgt": "आकाशवाणी से तीसरी वैश्विक अक्षय ऊर्जा निवेश बैठक और एक्सपो (री इन्वेस्ट 2020) प्रदर्शनी के बारे में आज रात दस बजे से विशेष रिपोर्ट प्रसारित की जाएगी।","contains_idioms": false,"idioms": []}
{"src": "An organisation having more than 13 lakh cadets are capable of running and inspiring the cleanliness operations.","tgt": "जिस संगठन के पास 13 लाख से ज्यादा adets हो, वो adets स्वयं organied way में स्वच्छता का अभियान चलाएं, औरों को प्रेरणा देते हैं।","contains_idioms": false,"idioms": []}
{"src": "Who will be held responsible for his death ?","tgt": "उसकी मौत का जिम्मेदार कौन होगा?","contains_idioms": false,"idioms": []}
{"src": "\"I will put my side forwards soon,\"\" ESPNCricinfo quoted Bedade as saying.\"","tgt": "\"मैं जल्द ही अपना पक्ष आगे रख दूंगा, \"\"ईएसपीएन क्रिकइन्फो ने बेडडे के हवाले से कहा।\"","contains_idioms": false,"idioms": []}
{"src": "In fact, this is completely false.","tgt": "असल में यह तथ्य गलत है।","contains_idioms": false,"idioms": []}
{"src": "Thus, the Preamble serves the purpose of declaring that 'The people of India' are the source of the Constitution, that sovereignty in Indian polity vests in the people and that Indian polity is democratic with fundamental rights and freedoms guaranteed to all the people and amity among the people and dignity of the individual and integrity and unity of the nation assured.","tgt": "इस प्रकार, उद्देशिका यह घोषणा करने का काम करती है कि भारत के लोग संविधान के मूल स्रोत हैं, भारतीय राज्य व्यवस्था में प्रभुता लोगों में निहित है और भारतीय राज्य व्यवस्था लोकतंत्रात्मक है जिसमें लोगों को मूल अधिकारों तथा स्वतंत्रताओं की गारंटी दी गई है तथा राष्ट्र की एकता सुनिश्चित की गई है।","contains_idioms": false,"idioms": []}
{"src": "Risk coverage - The benefits under the scheme are as under.","tgt": "जोखिम का कवरेजः इस योजना के अंतर्गत शामिल लाभ इस प्रकार है-","contains_idioms": false,"idioms": []}
{"src": "Portland has a commuter aerial cableway, the Portland Aerial Tram, which connects the South Waterfront district on the Willamette River to the Oregon Health & Science University campus on Marquam Hill above.","tgt": "पोर्टलैंड का कॉमयूटर एरियल केबलवे, पोर्टलैंड एरियल ट्रैम है जो विल्मेट रीवर पर साउथ वॉटरफ़्रन्ट जिले को मैरक्वेम हिल पर ऑरेगॉन हैल्थ एंड साइंस यूनिवर्सिटी परिसर से जोड़ता है।","contains_idioms": false,"idioms": []}
{"src": "The Prime Minister Shri Narendra Modi has greeted teaching community on the occasion of Teachers Day","tgt": "प्रधानमंत्री श्री नरेन्द्र मोदी ने शिक्षक दिवस के अवसर पर शिक्षक समुदाय को शुभकामनाएं दी हैं","contains_idioms": false,"idioms": []}
{"src": "He further said that the company has partnered with subsidiary of Panasonic Avionics Corporation in this regard.","tgt": "इसके साथ ही उन्होंने कहा कि नेल्को ने इस बाबत पैनासोनिक एवियॉनिक्स कॉरपोरेशन की एक अनुषंगी के साथ साझेदारी की है।","contains_idioms": false,"idioms": []}
{"src": "Divine discipline involves much more. Motivated by love, elders follow up and follow through on their counsel.","tgt": "प्यार की खातिर प्राचीन, गलती करनेवाले से बार - बार मिलते हैं और जब तक ज़रूरी हो, तब तक उसकी मदद करते हैं ।","contains_idioms": false,"idioms": []}
{"src": "The deer showed no sign of life.","tgt": "जीवन का कोई भी चिन्ह्र नहीं था उसमें।","contains_idioms": false,"idioms": []}
{"src": "It is He who sends illustrious revelations to His servant to take you out of darkness to light. God is Compassionate and All-merciful to you.","tgt": "वही है जो अपने बन्दों पर स्पष्ट आयतें उतार रहा है, ताकि वह तुम्हें अंधकारों से प्रकाश की ओर ले आए। और वास्तविकता यह है कि अल्लाह तुमपर अत्यन्त करुणामय, दयावान है","contains_idioms": false,"idioms": []}
{"src": "The CBI is pursuing the case against him in a Delhi court.","tgt": "सीबीआई कार्ति को दिल्ली लाकर कोर्ट में पेश करेगी।","contains_idioms": false,"idioms": []}
{"src": "Save him on whom thy Lord hath mercy. and for that He did create them. And the Word of thy Lord hath been fulfilled: Verily I shall fill hell with the jinn and mankind together.","tgt": "मगर जिस पर तुम्हारा परवरदिगार रहम फरमाए और इसलिए तो उसने उन लोगों को पैदा किया (और इसी वजह से तो) तुम्हारा परवरदिगार का हुक्म क़तई पूरा होकर रहा कि हम यक़ीनन जहन्नुम को तमाम जिन्नात और आदमियों से भर देगें","contains_idioms": false,"idioms": []}
{"src": "Johannesburg: South Africa all-rounder Jacques Kallis had a close shave this morning when he banged his car against the gate of a house in Wynberg, a suburb in the south of Cape Town.","tgt": "दक्षिण अफ्रीका के आलराउंडर जाक कैलिस सुबह दुर्घटना में बाल बाल बचे जब उनकी कार केपटाउन शहर के दक्षिण में स्थित वाइनबर्ग के एक घर के गेट से टकरा गई।","contains_idioms": false,"idioms": []}
{"src": "The SSP declared that the police team would be felicitated.","tgt": "एसएसपी ने पुलिस टीम को पुरस्कृत करने की घोषणा की है।","contains_idioms": false,"idioms": []}
{"src": "Rahul Gandhi and Congress president Sonia Gandhi are on bail in the National Herald case.","tgt": "नेशनल हेराल्ड केस में कांग्रेस अध्यक्ष सोनिया गांधी और उपाध्यक्ष राहुल गांधी आर-पार की लड़ाई के मूड में नजर आ रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "India will play 3 ODIs and 3T20Is against England in the upcoming limited overs' series","tgt": "टीम इंडिया इंग्लैंड के खिलाफ वनडे और टी-20 सीरीज खेलने जा रही है।","contains_idioms": false,"idioms": []}
{"src": "However, the court had granted permission to the petitioner to approach the Uttarakhand High Court.","tgt": "न्यायालय ने हालांकि उन्हें आंध्र प्रदेश उच्च न्यायालय में याचिका दाखिल करने की अनुमति दे दी।","contains_idioms": false,"idioms": []}
{"src": "Directed by Habib Faisal , Home stars actors like Annu Kapoor, Supriya Pilgaonkar, Amol Parashar and Parikshit Sahani in pivotal roles.","tgt": "\"हबीब फैसल द्वारा निर्देशित \"\"होम\"\" में अनु कपूर, सुप्रिया पिलगांवकर, अमोल पराशर और परीक्षित साहनी जैसे प्रतिभाशाली कलाकार नज़र आएंगे।\"","contains_idioms": false,"idioms": []}
{"src": "The question of joining BJP doesn't arise.","tgt": "भाजपा के गठबंधन का प्रश्न नहीं","contains_idioms": false,"idioms": []}
{"src": "Deputy Commissioner of Police (IGI Airport) Rajeev Rajan said that based on her complaint, an FIR was registered and the General Manager and the Duty Manager of the lounge have been arrested.","tgt": "पुलिस उपायुक्त (आईजीआई हवाईअड्डा) राजीव राजन ने बताया कि इस मामले में प्राथमिकी दर्ज कर ली गई है और दोनों आरोपियों को गिरफ्तार कर लिया गया है।","contains_idioms": false,"idioms": []}
{"src": "However, police are investigating the incident from different angles.","tgt": "हालांकि पुलिस कई बिंदुओं को ध्यान में रखते हुए मामले की जांच कर रही है।","contains_idioms": false,"idioms": []}
{"src": "Puja Awasthi is a freelance print and online journalist, and an aspiring photographer based in Lucknow.","tgt": "पूजा अवस्थी एक फ़्रीलांस प्रिंट तथा ऑनलाइन पत्रकार हैं, और लखनऊ स्थित एक उभरती हुई फ़ोटोग्राफ़र हैं। उन्हें योग, यात्रा और हाथ से बनी सभी चीज़ें पसंद हैं।","contains_idioms": false,"idioms": []}
{"src": "Kapil Dev played 131 Tests for his 434 wickets.","tgt": "कपिल ने 131 टेस्ट में 434 विकेट लिए थे.","contains_idioms": false,"idioms": []}
{"src": "CBI sources said here that Shivhare is wanted in five cases probed by it which are related to alleged irregularities in the conduct of Madhya Pradesh Professional Examination Board also known as Vyapam.","tgt": "सीबीआई सूत्रों ने यहां बताया कि सीबीआई ने व्यापमं नाम से जाने जाने वाले मध्य प्रदेश व्यावसायिक परीक्षा मंडल के काम-काज में कथित अनियमितताओं से संबंध में पांच मामलों की जांच की थी जिनमें शिवहरे वांछित था।","contains_idioms": false,"idioms": []}
{"src": "Had the BJP not used their gimmicks, they would have been defeated in Gujarat, Patel claimed.","tgt": "पटेल ने दावा किया कि यदि भाजपा ने ‘अपने हथकंडे नहीं अपनाये होते’ तो वह गुजरात में हार जाती।","contains_idioms": false,"idioms": []}
{"src": "It showcases both feature films and documentaries of Indian Cinema from all regions.","tgt": "यह सभी वर्गों से भारतीय सिनेमा की फीचर फिल्मों तथा वृत्त चित्रों को प्रदर्शित करता है।","contains_idioms": false,"idioms": []}
{"src": "(And when they came unto their father and had spoken thus to him) he said: Nay, but your minds have beguiled you into something. (My course is) comely patience! It may be that Allah will bring them all unto me. Lo! He, only He, is the Knower, the Wise.","tgt": "(ग़रज़ जब उन लोगों ने जाकर बयान किया तो) याक़ूब न कहा (उसने चोरी नहीं की) बल्कि ये बात तुमने अपने दिल से गढ़ ली है तो (ख़ैर) सब्र (और ख़ुदा का) शुक्र ख़ुदा से तो (मुझे) उम्मीद है कि मेरे सब (लड़कों) को मेरे पास पहुँचा दे बेशक वह बड़ा वाकिफ़ कार हकीम है","contains_idioms": false,"idioms": []}
{"src": "He was within two bows length, or closer.","tgt": "बल्कि इससे भी क़रीब था","contains_idioms": false,"idioms": []}
{"src": "Python support warning","tgt": "पायथन समर्थन चेतावनी","contains_idioms": false,"idioms": []}
{"src": "The door that led upstairs was barred against him.","tgt": "जिस स्थान पर उस अजगर का वध किया गया था वहीं पर झरना गिरता है।","contains_idioms": false,"idioms": []}
{"src": "Although there are many dangers involved in scuba diving, divers can decrease the risks through proper procedures and appropriate equipment.","tgt": "हालांकि स्कूबा डाइविंग में कई खतरों शामिल हैं लेकिन गोताखोर उचित प्रक्रिया और उपयुक्त उपकरणों के माध्यम से जोखिम कम कर सकते हैं।","contains_idioms": false,"idioms": []}
{"src": "The BJP was leading in the Dubbak Assembly constituency, which witnessed a three-cornered contest between the ruling TRS and opposition BJP and Congress.","tgt": "दुब्बक विधानसभा सीट पर सत्तारूढ़ पार्टी टीआरएस, विपक्षी पार्टी बीजेपी और कांग्रेस के बीच त्रिकोणीय मुकाबला है.","contains_idioms": false,"idioms": []}
{"src": "The Silicon Valley Toxics Coalition estimates that 80% of the post-consumer e-waste collected for recycling is shipped abroad to countries such as China and Pakistan.","tgt": "सिलिकॉन वैली टॉक्सिक्स गठबंधन का अनुमान है कि रीसाइक्लिंग के लिए एकत्रित किया जाने वाला 80% पोस्ट-कंज्यूमर ई-वेस्ट (इलेक्ट्रॉनिक कचरा) विदेशों में जैसे कि चीन और पाकिस्तान में भेज दिया जाता है।","contains_idioms": false,"idioms": []}
{"src": "There are no facilities in hospitals.","tgt": "स्वास्थ्य केन्द्रों में नहीं है सुविधाएं","contains_idioms": false,"idioms": []}
{"src": "Teams: England: Heather Knight (Captain), Tamsin Beaumont, Katherine Brunt, Georgia Elwiss, Jenny Gunn, Alex Hartley, Danielle Hazell, Beth Langston, Laura Marsh, Natalie Sciver, Anya Shrubsole, Sarah Taylor (WK), Fran Wilson, Lauren Winfield and Danielle Wyatt India: Mithali Raj (captain), Ekta Bisht, Rajeshwari Gayakwad, Jhulan Goswami, Mansi Joshi, Harmanpreet Kaur, Veda Krishnamurthy, Smrti Mandhana, Mona Meshram, Shikha Pandey, Poonam, Nuzhat Parween, Poonam Raut, Deepti Sharma and Sushma Verma (WK).","tgt": "इंग्लैंड : हीथर नाइट (कप्तान), टैमनिस बेयुमोंट, कैथरीन ब्रंट, जॉर्जिया एलविस, जैनी गन, एलेक्स हार्टले, डेनिएल हाजेले, बेथ लैंग्सटन, लॉरा मार्श, नताली स्टाइवर, एनया श्रूब्सोले, साराह टेलर, फ्रान विल्सन, लॉरेन विनफील्ड और डेनियर व्याट.","contains_idioms": false,"idioms": []}
{"src": "A search has been launched to locate the other accused.","tgt": "बाकी आरोपियों की तलाश शुरु कर दी गई है।","contains_idioms": false,"idioms": []}
{"src": "Then he continued his onward journey.","tgt": "इसके बाद उन्होंने अपनी चढ़ाई जारी रखी।","contains_idioms": false,"idioms": []}
{"src": "Directed by Omung Kumar and produced by Suresh Oberoi and Sandip Ssingh, the film will go on floors soon.","tgt": "ओमंग कुमार के निर्देशन और सुरेश ओबेरॉय व संदीप सिंह के प्रोडक्शन में बन रही यह फिल्म जल्द ही सिनेमाघरों में रिलीज होगी.","contains_idioms": false,"idioms": []}
{"src": "Prime Minister said the Constitution as the great doctrine that upheld the Unity, Integrity and Diversity of India.","tgt": "उन्होंने कहा कि संविधान एक महान सिद्धांत है जो देश की एकता, अखंडता और विविधता को बरकरार रखता है।","contains_idioms": false,"idioms": []}
{"src": "The Bharatiya Janata Party (BJP) on Monday released its second list of 82 candidates","tgt": "इसके बाद सोमवार को भाजपा ने 82 उम्मीदवारों की दूसरी लिस्ट जारी कर दी।","contains_idioms": false,"idioms": []}
{"src": "\"\"\"EMINENT PERSONALITIES OF SAMBALPUR DISTRICT\"\".\"","tgt": "\"\"\"EMINENT PERSONALITIES OF SAMBALPUR DISTRICT\"\". गंगाधर मेहेर विश्वविद्यालय\"","contains_idioms": false,"idioms": []}
{"src": "Save to Tomboy","tgt": "टॉमबॉय (T) में सहेजें","contains_idioms": false,"idioms": []}
{"src": "Bank of Baroda, IDBI Bank, Central Bank and Andhra Bank have already replaced their debit cards which are effected as a pre-emptive measure.","tgt": "वहीं बैंक ऑफ बड़ौदा, आईडीबीआई बैंक, सेंट्रल बैंक व आंध्रा बैंक ने एहतियाती कदम के रूप में डेबिट कार्ड बदले हैं।","contains_idioms": false,"idioms": []}
{"src": "Still, the Pune Police arrested her.","tgt": "इसके बाद भी पुणे की पुलिस गिरफ्तार कर लेती है।","contains_idioms": false,"idioms": []}
{"src": "The injured have been admitted a hospital.","tgt": "घायलों को एक अस्पताल में भर्ती कर दिया गया है.","contains_idioms": false,"idioms": []}
{"src": "My family always supported me.","tgt": "मेरे परिवार वालों ने हमेशा मेरा साथ दिया.","contains_idioms": false,"idioms": []}
{"src": "This release issued at 1840 hrs.","tgt": "यह विज्ञप्ति 1840 बजे जारी की गई.","contains_idioms": false,"idioms": []}
{"src": "However, candidates will not be having any problem at the time of examination.","tgt": "जिससे परीक्षा के समय अभ्यर्थियों को किसी प्रकार की दिक्कत न हो।","contains_idioms": false,"idioms": []}
{"src": "Spoke to J&K CM Shri Mufti Mohammad Sayeed and took stock of the situation arising due to the unfortunate earthquake, the Prime Minister said.","tgt": "प्रधानमंत्री ने कहा कि उन्‍होंने दुर्भाग्यपूर्ण भूकंप से पैदा हुए स्‍थिति के बारे में जम्‍मू एंव कश्‍मीर के मुख्‍यमंत्री श्री मुफ्ती मोहम्‍मद सईद से बात की और इस बारे जानकारी ली।","contains_idioms": false,"idioms": []}
{"src": "after (scrapping) Article 370, terrorism in Kashmir will end and it will progress on the path of development, he said.","tgt": "370 हटने के बाद कश्मीर में आतंकवाद खत्म होगा और कश्मीर विकास के मार्ग पर आगे बढ़ेगा।","contains_idioms": false,"idioms": []}
{"src": "Or is it because the company made a motorcycle in haste?","tgt": "या फिर कंपनी ने इस मोटरसाइकिल को बनाने में कुछ ज्यादा ही जल्दबाजी दिखाई?","contains_idioms": false,"idioms": []}
{"src": "Mr. Modi also said India can emerge as nerve centre of complex modern supply chains in the post Coronavirus world.","tgt": "श्री मोदी ने कहा कि भारत, कोरोना महामारी के बाद दुनिया के लिए आधुनिक आपूर्ति श्रृंखला के केंद्र के रूप में उभर सकता है।","contains_idioms": false,"idioms": []}
{"src": "Police have registered a case after courts order and initiated investigation.","tgt": "पुलिस ने कोर्ट के आदेश पर रिपोर्ट दर्ज कर जांच शुरू कर दी है।","contains_idioms": false,"idioms": []}
{"src": "These include Amitabh Bachchan, Shah Rukh Khan, Aamir Khan and Salman Khan.","tgt": "अमिताभ ने शाहरुख खान, सलमान खान, आमिर खान को इस मामले में पछाड़ दिया है.","contains_idioms": false,"idioms": []}
{"src": "I dont know that, but it will definitely get people to start thinking, said the actor.","tgt": "\"उन्होंने कहा, \"\"मुझे नहीं पता, लेकिन इस फिल्म को देखकर लोग इसके बारे में सोचना जरूर शुरू करेंगे।\"","contains_idioms": false,"idioms": []}
{"src": "young buck","tgt": "नौजवान","contains_idioms": false,"idioms": []}
{"src": "This led to several hours of street fighting between police and demonstrators.","tgt": "इस कारण् कश्मीर घाटी के विभिन्न हिस्सों में विरोध प्रदर्शन शुप्रदर्शनकारियों और सुरक्षा बलों के बीच मामूली झड़पें हुइ।","contains_idioms": false,"idioms": []}
{"src": "As per Global TB report 2017, estimated number of Multi Drug Resistant (MDR) TB patients are 6,01,000 globally, of which 147000 (1/4th) are estimated from India.","tgt": "उत्तर प्रदेश (87 लाख), पश्चिम बंगाल (67 लाख), बिहार (61 लाख), मध्य प्रदेश (45 लाख), राजस्थान (37 लाख) और ओडिशा (30 लाख) जैसे राज्य प्रदान किए गए कनेक्शन का लगभग 65 फीसदी हैं","contains_idioms": false,"idioms": []}
{"src": "From One Nation One Power Grid to One Nation One Mobility Card. from One Nation One Tax to One Nation One Network of Optical Fiber, our government is building modern infrastructure across the country.","tgt": "One Nation, One Power Grid से लेकर One Nation one Mobility Card तक, One Nation One Tax से लेकर One Nation One Network of Optical Fibreतक, पूरे देश में हमारी सरकार आधुनिक infrastructure का निर्माण कर रही है।","contains_idioms": false,"idioms": []}
{"src": "The police have registered a case and investigating further.","tgt": "पुलिस मामल दर्ज कर आगे की जांच कर रही है।","contains_idioms": false,"idioms": []}
{"src": "Former Jammu and Kashmir chief minister Omar Abdullah questioned why the cable car service had not been shut down as a precautionary measure because of high winds.","tgt": "जम्मू-कश्मीर के पूर्व मुख्यमंत्री उमर अब्दुल्ला ने सवाल उठाया कि तेज हवाओं को देखते हुए एहतियाती कदम के तौर पर केबल कार सेवा को बंद क्यों नहीं किया गया. उन्होंने ट्वीट किया, 'भयावह खबर है. ऐसे में सवाल उठता है कि तेज हवाओं में केबल कार संचालन क्यों बंद नहीं किया गया. यह मानक संचालन प्रक्रिया है.'","contains_idioms": false,"idioms": []}
{"src": "He created the heavens and the earth with the truth, highly exalted be He above what they associate (with Him).","tgt": "उसने आकाशों और धरती को सोद्देश्य पैदा किया। वह अत्यन्त उच्च है उस शिर्क से जो वे कर रहे है","contains_idioms": false,"idioms": []}
{"src": "A blighted ovum (also known as anembryonic pregnancy) happens when a fertilized egg attaches itself to the uterine wall, but the embryo does not develop.","tgt": "जब कोई अंडा गर्भाधान के बाद गर्भाशय की भित्ति से जुड़ तो जाता हो लेकिन उससे भ्रूण का विकास न हो तो उसे अभिशप्त डिंब (भ्रूणहीन गर्भ) कहते हैं।","contains_idioms": false,"idioms": []}
{"src": "The video ANI tweeted showed Owaisi 'dancing' to a song that is called 'Miya Bhai Hyderabadi'.","tgt": "एएनआई के ट्वीट में ओवैसी मियां भाई हैदराबादी गाने पर डांस करते दिख रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "Nobody had the courage to ask.","tgt": "किसी की हिम्मत नहीं हो रही थी कि वह उनसे कुछ पूछ सके.","contains_idioms": false,"idioms": []}
{"src": "A case has been registered against the school management and further investigation is underway.","tgt": "स्कूल प्रबंधन के खिलाफ केस दर्ज कर लिया गया है तथा तफ्तीश की जा रही है.","contains_idioms": false,"idioms": []}
{"src": "The Congress was more than a party.","tgt": "कांग्रेस एक पार्टी से आगे भी बहुत कुछ थी.","contains_idioms": false,"idioms": []}
{"src": "Rahul also said that the party leaders failed to take forward the issues which he had raised in his campaigns.","tgt": "राहुल ने ये भी कहा कि पार्टी के नेता उनके उठाए मुद्दों को आगे ले जाने में नाकामयाब रहे.","contains_idioms": false,"idioms": []}
{"src": "It's the 25th. man #2: 24th.","tgt": "आज 25 है. पुरुष #2: 24 है.","contains_idioms": false,"idioms": []}
{"src": "When the family of six learned that their visitor was a traveling overseer, they were very impressed.","tgt": "जब छः सदस्यों के परिवार को पता चला कि उनका मेहमान एक सफ़री ओवरसियर है, तो वे बहुत ही प्रभावित हुए ।","contains_idioms": false,"idioms": []}
{"src": "Congress spokesperson Randeep Singh Surjewala accused the Election Commission of being lenient towards the Bharatiya Janata Party s alleged violations of the Model Code of Conduct for the elections.","tgt": "कांग्रेस प्रवक्ता रणदीप सुरजेवाला ने रोड शो को आचार संहित के उल्लंघन का आरोप लगाते हुए कहा है कि चुनाव आयोग पीएम मोदी के दबाव में काम कर रह है।","contains_idioms": false,"idioms": []}
{"src": "He said that in the","tgt": "उन्होंने कहा कि मनेठी में","contains_idioms": false,"idioms": []}
{"src": "Primarily, Pakistan Foreign Secretary Aizaz Ahmed Chaudhry will be here on a day-long visit to attend the Senior Officials Meeting of the Heart of Asia Istanbul Process.","tgt": "पाकिस्तान के विदेश सचिव एजाज अहमद चौधरी मुख्य रूप से हार्ट ऑफ एशिया के वरिष्ठ अधिकारियों की बैठक में हिस्सा लेने के लिए एक दिन के दौरे पर यहां आएंगे।","contains_idioms": false,"idioms": []}
{"src": "Dhyan Chand Award: Kuldeep Singh Bhullar (Athletics), Jincy Philips (Athletics), Pradeep Gandhe (Badminton), Trupti Murgundhe (Badminton), N Usha (Boxing), Lakha Singh (Boxing), Sukhvinder Singh Sandhu (Football), Ajit Singh (Hockey), Manpreet Singh (Kabaddi), Ranjith Kumar (Para Athletics), Satyaprakash Tiwari (Para Badminton), Manjeet Singh (Rowing), Lat Sachin Nag (Swimming), Nandan Bal (Tennis), Netarpal Hooda (Wrestling)","tgt": "ध्यानचंद पुरस्कार: कुलदीप सिंह भुल्लर (एथलेटिक्स), जिंसी फिलिप्स (एथलेटिक्स), प्रदीप श्रीकृष्ण गंधे (बैडमिंटन), तृप्ति मुर्गुंडे (बैडमिंटन), एन उषा (मुक्केबाजी), लखा सिंह (मुक्केबाजी), सुखविंदर सिंह संधू (फुटबॉल), अजीत सिंह (हॉकी), मनप्रीत सिंह (कबड्डी), जे रंजीत कुमार (पैरा एथलेटिक्स), सत्यप्रकाश तिवारी (पैरा बैडमिंटन), मंजीत सिंह (रोइंग), स्वर्गीय श्री सचिन नाग (तैराकी), नंदन बाल (टेनिस), नेत्रपाल हुड्डा(कुश्ती)।","contains_idioms": false,"idioms": []}
{"src": "He wrote: A tall leader and a doer #sushmaswaraj .. never met her but feel saddened by her passing away .. an end of a chapter where Indians across the world felt there is someone looking after them .. #RIPSushmaswaraj .. Om Shanti","tgt": "रणदीप हुड्डा ने सुषमा स्‍वराज को एक ऊंचे कद वाली नेता बताते हुए लिखा,’ उनसे कभी मिला नहीं, लेकिन उनके निधन से बहुत दुखी महसूस कर रहा हूं… एक अध्याय का अंत जहाँ दुनिया भर के भारतीयों को लगता कि कोई उनकी देख-रेख कर रहा है… #RIPSushmaswaraj ओम शांति.","contains_idioms": false,"idioms": []}
{"src": "With the help of Saajan's friends, Col. Sood finds his son outside Jaggu's brothel.","tgt": "साजन के दोस्तों की मदद से, कर्नल सूद जग्गू के वेश्या के बाहर अपने बेटे को पाते हैं।","contains_idioms": false,"idioms": []}
{"src": "is the fertilization of two or more ova from the same cycle by sperm from separate acts of sexual intercourse.","tgt": "समान चक्र में दो या अधिक अण्डाणुओं का भिन्न लैंगिक संसर्ग से शुक्राणु द्वारा निषेचन.","contains_idioms": false,"idioms": []}
{"src": "The movie had been a big hit not only in India but overseas as well.","tgt": "भारत के साथ-साथ यह फिल्म चीन में भी सुपरहिट रही .","contains_idioms": false,"idioms": []}
{"src": "It is only through peoples power that Narendra Modi has become such a powerful prime minister.","tgt": "जनता की ताकत से ही मोदी इतने ताकतवर पीएम बने हैं।","contains_idioms": false,"idioms": []}
{"src": "Earlier, Hunar Haat had been organised at Allahabad, Pragati Maidan and Baba Kharak Singh Marg at New Delhi. Puducherry and Mumbai","tgt": "\"\"\"अल्पसंख्यक कार्य मंत्रालय द्वारा इससे पहले \"\"\"\"हुनर हाट\"\"\"\" इलाहाबाद, दिल्ली के प्रगति मैदान में लगने वाले अंतर्राष्ट्रीय व्यापार मेले, बाबा खड़क सिंह मार्ग. पुडुचेरी के थीडल बीच और मुंबई में आयोजित किये गए हैं\"\"\"","contains_idioms": false,"idioms": []}
{"src": "An ethnic group related to the Yolmos are the Kagate (or Kagatay) who stem from the original Yolmo inhabitants of the Helambu, Melamchi Nimadumbu valleys.","tgt": "एक जातीय समूह से संबंधित Yolmos हैं कगाते (या Kagatay) जो स्टेम से मूल Yolmo के निवासियों हेलम्बू और Melamchi घाटियों.","contains_idioms": false,"idioms": []}
{"src": "According to the CM, Kashmir is a political issue between India and Pakistan.","tgt": "उन्होंने कहा कि कश्मीर का मामला भारत और पाकिस्तान का मामला है।","contains_idioms": false,"idioms": []}
{"src": "But as King Sauls example illustrates, if we develop a pattern of pushing ahead, sooner or later we will find ourselves in serious trouble with God.","tgt": "लेकिन जैसा हमने राजा शाऊल के उदाहरण से सीखा, अगर गुस्ताखी करना हमारी आदत बन जाए तो यहोवा इससे खुश नहीं होगा ।","contains_idioms": false,"idioms": []}
{"src": "Skoda Kodiaq Corporate Edition Launched In India: Priced At Rs 33 Lakh","tgt": "स्कोडा कोडिएक स्कॉउट भारत में हुआ लॉन्च, कीमत 33.99 लाख रुपयें","contains_idioms": false,"idioms": []}
{"src": "How thisd work is also not explained.","tgt": "यह भी नहीं बताया गया है कि यह किस तरह लागू किया जाएगा।","contains_idioms": false,"idioms": []}
{"src": "It was announced that the teams would share the names and colours of the existing men's BBL teams, meaning that there would be two teams from Sydney and Melbourne and one team from Brisbane, Perth, Adelaide and Hobart.","tgt": "यह घोषणा की गई थी कि टीमें मौजूदा पुरुषों की बीबीएल टीमों के नाम और रंग साझा करेंगी, जिसका अर्थ है कि सिडनी और मेलबर्न की दो टीमें होंगी और ब्रिस्बेन, पर्थ, एडिलेड और होबार्ट में से एक टीम होगी।","contains_idioms": false,"idioms": []}
{"src": "Both the CBI and ED are probing the case.","tgt": "ईडी और सीबीआई इस मामले की जांच में जुटी हैं।","contains_idioms": false,"idioms": []}
{"src": "The police recovered the body by breaking open the door.","tgt": "पुलिस ने ताला तोड़कर निकलवाया शव","contains_idioms": false,"idioms": []}
{"src": "'That's when I found out'","tgt": "'यही कारण है कि जब मुझे पता चला है'","contains_idioms": false,"idioms": []}
{"src": "The price is about Rs 20 lakh.","tgt": "इसकी कीमत करीब 20 लाख रुपए बताई जा रही है।","contains_idioms": false,"idioms": []}
{"src": "Nothing is going to happen by this.","tgt": "इससे कुछ होने वाला नहीं है।","contains_idioms": false,"idioms": []}
{"src": "So here are some tips.","tgt": "तो ये रहे थोड़े टिप्स.","contains_idioms": false,"idioms": []}
{"src": "Weather turns pleasant in Delhi-NCR, rains bring relief from scorching heat","tgt": "दिल्ली- NCR में मौसम ने बदला मिजाज, बूंदाबांदी से मिली लोगों को गर्मी से राहत, देखें तस्वीरें","contains_idioms": false,"idioms": []}
{"src": "Dinesh Trivedi concedes to Mamata Banerjee's demands and quits as railways minister.","tgt": "ममता बनर्जी को नाराज करने के बाद दिनेश त्रिवेदी की रेल मंत्रालय से विदाई हो गई.","contains_idioms": false,"idioms": []}
{"src": "He was shouting at them but the soldiers of the 63rd battalion could not understand what he was saying.","tgt": "वह चिल्ला रहा था, पर 63वीं टुकड़ी के सैनिक उसकी बात समझ नहीं पा रहे थे।","contains_idioms": false,"idioms": []}
{"src": "Almost 150 participants took part in this event.","tgt": "करीब 150 प्रतिभागियों ने इस…","contains_idioms": false,"idioms": []}
{"src": "The chieftains of Firauns people said, Are you releasing Moosa and his people to cause turmoil in the land, and for Moosa to abandon you and your appointed deities? He said, We shall now slay their sons and spare their women. and indeed we have power over them.","tgt": "\"फ़िरऔन की क़ौम के सरदार कहने लगे, \"\"क्या तुम मूसा और उसकी क़ौम को ऐसे ही छोड़ दोगे कि वे ज़मीन में बिगाड़ पैदा करें और वे तुम्हें और तुम्हारे उपास्यों को छोड़ बैठे?\"\" उसने कहा, \"\"हम उनके बेटों को बुरी तरह क़त्ल करेंगे और उनकी स्त्रियों को जीवित रखेंगे। निश्चय ही हमें उनपर पूर्ण अधिकार प्राप्त है।\"\"\"","contains_idioms": false,"idioms": []}
{"src": "There were 12 boundaries and 9 sixes in his innings.","tgt": "उन्होंने टूर्नामेंट में 9 चौके और 12 छक्के लगाए थे।","contains_idioms": false,"idioms": []}
{"src": "Ayodhya verdict: Muslim Personal Law Board to appeal in Supreme Court","tgt": "मुस्लिम पर्सनल लॉ बोर्ड का अंतिम फैसला – अयोध्या मामले में दायर करेंगे पुनर्विचार याचिका","contains_idioms": false,"idioms": []}
{"src": "He was admitted to a private hospital.","tgt": "उन्हें निजी अस्पताल में भर्ती कराया गया।","contains_idioms": false,"idioms": []}
{"src": "PM Modi to visit Brazil for BRICS summit","tgt": "प्रधानमंत्री ब्राजिलिया में 11वें ब्रिक्स शिखर सम्मेलन को सम्बोधित करेंगे","contains_idioms": false,"idioms": []}
{"src": "Entered service at. ------.","tgt": "विस्तृत सूची नीचे दी गयी है-","contains_idioms": false,"idioms": []}
{"src": "Dwelling therein.- how beautiful an abode and place of rest!","tgt": "ये लोग उसी में हमेशा रहेंगें और वह रहने और ठहरने की अच्छी जगह है","contains_idioms": false,"idioms": []}
{"src": "Malls were open.","tgt": "अलमारियां खुली थीं।","contains_idioms": false,"idioms": []}
{"src": "To many people, belief in God is a personal matter that they do not wish to discuss.","tgt": "आज हमें ऐसे बहुत - से लोग मिलते हैं जो सोचते हैं कि उनका धार्मिक विश्‍वास एक निजी मामला है और वे इस पर हमारे साथ चर्चा नहीं करना चाहते ।","contains_idioms": false,"idioms": []}
{"src": "On his way, Apaharavarman found a mendicant weeping outside the Ksapanaka - Vihara, in the Asoka forest.","tgt": "उसने मार्ग में एक क्षपणक-विहार के बाहर अशोक वन में बैठे किसी क्षपणक को रोते हुए देखा।","contains_idioms": false,"idioms": []}
{"src": "IAF goes public with radar images to rebut Pakistan over F-16 shot down by India","tgt": "F-16 पर पाकिस्तान का झूठ बेनकाब, भारतीय वायुसेना ने रडार की तस्वीरें जारी की","contains_idioms": false,"idioms": []}
{"src": "Theres a love story here too.","tgt": "ये कहानी भी मोहब्बत की ही है।","contains_idioms": false,"idioms": []}
{"src": "\"Joseph said: \"\"Allah forbid that we should seize any except him with whom we found our good. Were we to do so, we would surely be one of the wrong - doers.\"\"\"","tgt": "क्योंकि हम आपको बहुत नेको कार बुर्जुग़ समझते हैं यूसुफ ने कहा माज़ अल्लाह (ये क्यों कर हो सकता है कि) हमने जिसकी पास अपनी चीज़ पाई है उसे छोड़कर दूसरे को पकड़ लें (अगर हम ऐसा करें) तो हम ज़रुर बड़े बेइन्साफ ठहरे","contains_idioms": false,"idioms": []}
{"src": "A veterinary doctor was killed after being allegedly raped in Hyderabad.","tgt": "हैदराबाद की एक पशु चिकित्सक से सामूहिक दुष्कर्म करने के बाद उसकी हत्या कर दी गई थी.","contains_idioms": false,"idioms": []}
{"src": "Google says the files are saved securely in the cloud and can only be accessed by the people with whom it has been shared.","tgt": "इस फीचर को लेकर Google का कहना है कि रिकॉर्डेड कहानियां फ़ाइलें क्लाउड में सुरक्षित रूप से स्टोर की जाती है और उन्हें केवल वही लोग एक्सेस कर सकते हैं,, जिनके साथ उन्हें शेयर किया गया है।","contains_idioms": false,"idioms": []}
{"src": "Some new faces.","tgt": "कुछ नये मुँह लाइए.","contains_idioms": false,"idioms": []}
{"src": "It is cheaper because the cost of grinding is saved.","tgt": "सस्ता इसलिए हसेता है कि पिसाई का पैसा बच जाता है।","contains_idioms": false,"idioms": []}
{"src": "Movies have been doing huge business.","tgt": "फिल्में बड़ा बिजनेस कर रही हैं।","contains_idioms": false,"idioms": []}
{"src": "He said Chinas efforts to contain the virus has provided valuable experience for the international community to deal with the outbreak in their own countries.","tgt": "\"उन्होंने कहा कि कोरोना वायरस पर काबू रोकने के लिए चीन के प्रयासों से \"\"अंतरराष्ट्रीय समुदाय को मूल्यवान अनुभव\"\" प्रदान किया है जिससे वे अपने देशों में इस पर काबू पा सकें।\"","contains_idioms": false,"idioms": []}
{"src": "Speaking on the recently passed Citizenship Amendment Act (CAA), Shri Shah said that it was a humanitarian law that would benefit persecuted religious minorities from Pakistan, Afghanistan and Bangladesh.","tgt": "हाल ही में पारित नागरिकता संशोधन अधिनियम (सीएए) पर बोलते हुए श्री शाह ने कहा कि इस कानून से पाकिस्तान, अफगानिस्तान बांग्लादेश से प्रताड़ना पाए धार्मिक अल्पसंख्यकों को भारत की नागरिकता देने का प्रावधान है, इसमें किसी की नागरिकता छीनने का प्रावधान नहीं है।","contains_idioms": false,"idioms": []}
{"src": "Over the last few days, petrol and diesel prices have been continuously rising in India amid rising crude oil prices in international markets and the central government has hinted that it will unlikely cut taxes on fuel to give a relief to the consumers.","tgt": "अंतर्राष्ट्रीय बाजार में कच्चे तेल के दाम में बीते दिनों नरमी रहने से भारत में पेट्रोल और डीजल के भाव में लगातार कटौती की जा रही है, जिससे त्योहारी सीजन में देश के लोगों को महंगाई से राहत मिलेगी।","contains_idioms": false,"idioms": []}
{"src": "Prime Minister Narendra Modi said the attack on CRPF personnel in Chhattisgarh is cowardly & deplorable. '","tgt": "गृहमंत्री राजनाथ सिंह ने ट्वीट किया कि सीआरपीएफ के जवानों पर हमला बेहद दुखद है।","contains_idioms": false,"idioms": []}
{"src": "Smt Aruna Bahuguna Appointed as Director NPA, Hyderabad","tgt": "श्रीमती अरूणा बहुगुणा की एनपीए हैदराबाद के निदेशक पद पर नियुक्ति","contains_idioms": false,"idioms": []}
{"src": "Jats are already included in the State List of OBCs in nine States.","tgt": "जाट पहले ही नौ राज्यों में ओबीसी की राज्य सूची में शामिल हैं।","contains_idioms": false,"idioms": []}
{"src": "The state government in its response said a circular on the rule will be prepared and the notification will be issued soon.","tgt": "इस रिट याचिका में राज्य सरकार ने उत्तर प्रस्तुत करते हुए कहा है कि इस मामले में शीघ्र ही दिशानिर्देश तैयार कर जारी किए जाएंगे।","contains_idioms": false,"idioms": []}
{"src": "[water dripping rhythmically]","tgt": "[बारिश की बूंदें लय में गिरती हैं]","contains_idioms": false,"idioms": []}
{"src": "Because that doesnt concern me.","tgt": "क्योंकि यह मेरे वश की बात नहीं है।","contains_idioms": false,"idioms": []}
{"src": "That just happens to be exactly what I'm looking for.","tgt": "यही वो चीज है जो वास्तव में मैं चाह रहा हूँ.","contains_idioms": false,"idioms": []}
{"src": "The number of coronavirus cases are increasing in the country.","tgt": "देश में कोरोना वायरस से संक्रमितों का आंकड़ा लगतार बढ़ते ही जा रहा है।","contains_idioms": false,"idioms": []}
{"src": "It would be my hope that people understand why this particular transaction is important for us, he said.","tgt": "’उन्होंने कहा, ‘मुझे उम्मीद रहेगी कि लोग इस बात को समझेंगे कि यह खास सौदा हमारे लिए क्यों महत्वपूर्ण है ।","contains_idioms": false,"idioms": []}
{"src": "Here again, notice Davids confidence, as expressed in the words Jehovah himself will.","tgt": "उसने कहा, ‘ यहोवा खुद उसे सम्भालेगा । ’","contains_idioms": false,"idioms": []}
{"src": "Authorities have issued warnings.","tgt": "अधिकारियों ने अलर्ट जारी किया है।","contains_idioms": false,"idioms": []}
{"src": "So now the foolish people will say, What has turned the Muslims away from the qiblah (prayer direction) which they formerly observed? . proclaim, To Allah only belong the East and the West. He guides whomever He wills upon the Straight Path.","tgt": "\"मूर्ख लोग अब कहेंगे, \"\"उन्हें उनके उस क़िबले (उपासना-दिशा) से, जिस पर वे थे किस ची़ज़ ने फेर दिया?\"\" कहो, \"\"पूरब और पश्चिम अल्लाह ही के है, वह जिसे चाहता है सीधा मार्ग दिखाता है।\"\"\"","contains_idioms": false,"idioms": []}
{"src": "Sachin Tendulkar is a great of the game and I looked up at him when I was growing up.","tgt": "सचिन तेंदुलकर खेल के महान खिलाड़ी हैं और जब मैं बड़ा हो रहा था तो मैंने उनकी तरफ देखा।","contains_idioms": false,"idioms": []}
{"src": "Remaining in it as long as the heavens and the earth remain, except as much as your Lord willed *. indeed your Lord may do whatever, whenever, He wills. (* Remaining forever even after the heavens and the earth are destroyed.)","tgt": "वह लोग जब तक आसमान और ज़मीन में है हमेशा उसी मे रहेगें मगर जब तुम्हारा परवरदिगार (नजात देना) चाहे बेशक तुम्हारा परवरदिगार जो चाहता है कर ही डालता है","contains_idioms": false,"idioms": []}
{"src": "He has graduated in Mechanical Engineering from the University of Kerala.","tgt": "उन्होंने कराड गर्वमेंट कॉलेज से इंजीनियरिंग की डिग्री प्राप्त की।","contains_idioms": false,"idioms": []}
{"src": "So, all that resource building has been done by this online cataloguing portal.","tgt": "तो, संसाधन सूची का निर्माण इस ऑनलाइन कैटलॉगिंग पोर्टल (online cataloguing portal) द्वारा किया गया है।","contains_idioms": false,"idioms": []}
{"src": "And indeed he fails who corrupts his ownself (i. e. disobeys what Allah has ordered by rejecting the true Faith of Islamic Monotheism or by following polytheism, etc. or by doing every kind of evil wicked deeds).","tgt": "और जिसने उसे (गुनाह करके) दबा दिया वह नामुराद रहा","contains_idioms": false,"idioms": []}
{"src": "Is this really a Rohit Shetty film?","tgt": "सच तो यह है कि यह टिपिकल रोहित शेट्टी फिल्म है।","contains_idioms": false,"idioms": []}
{"src": "NEW DELHI: India skipper Virat Kohli has been breaking numerous records in the recent past and the run-machine is on the verge of achieving yet another milestone in his illustrious career.","tgt": "नई दिल्ली: भारतीय कप्तान विराट कोहली ने अपने शानदार करियर रिकॉर्ड को करियर के बूते सफलता की नई ऊंचाइयों को छू लिया है।","contains_idioms": false,"idioms": []}
{"src": "A sidewalk barber shop","tgt": "सड़क - किनारे नाई की दुकान","contains_idioms": false,"idioms": []}
{"src": "The fact that persecution and execution of heretics was common both to Catholics and Protestants by no means excuses those actions.","tgt": "यह सच्चाई कि कैथोलिक और प्रोटॆस्टॆंट भी अपधर्मियों को सताते और उनका वध करते थे, किसी हालत उन कार्यों को उचित नहीं ठहराती ।","contains_idioms": false,"idioms": []}
{"src": "The BJP has won a majority in the Binpur gram panchayat.","tgt": "त्रिपुरा के ग्राम पंचायत चुनाव में सत्तारूढ़ बीजेपी की बंपर जीत हुई है.","contains_idioms": false,"idioms": []}
{"src": "The incident came to light during the counselling in the school.","tgt": "स्‍कूल के काउंसिलिंग सेशन में सामने आया मामला.","contains_idioms": false,"idioms": []}
{"src": "Since 1951, Australia has been a formal military ally of the US, under the ANZUS treaty.","tgt": "ANZUS संधि के तहत,1951 से, ऑस्ट्रेलिया अमेरिका का एक औपचारिक सैन्य सहयोगी है।","contains_idioms": false,"idioms": []}
{"src": "Two, continued impetus to digitalization while ensuring that this transition is gradual, inclusive, based on incentives rather than controls and appropriately balancing the costs and benefits of cash versus digitalization","tgt": "एक अन्‍य सुझाव यह है कि डिजिटलीकरण को यह सुनिश्चित करते हुए निरंतर बढ़ावा दिया जाए कि यह बदलाव धीरे-धीरे एवं समावेशी हो और नियंत्रणों के बजाय प्रोत्‍साहनों पर आधारित हो और इसके साथ ही नकदी बनाम डिजिटलीकरण के प्रतिकूल प्रभावों एवं फायदों में उपयुक्‍त संतुलन बैठाया जाए","contains_idioms": false,"idioms": []}
{"src": "NDRF teams have also rushed to the crash site.","tgt": "एनडीआरएफ की टीम भी आपदा से निपटने के लिए पहुंच गई।","contains_idioms": false,"idioms": []}
{"src": "The effect of pollination and fertilization on structure other than embryo and endosperm.","tgt": "भ्रूण और भ्रूणपोष के अलावा अन्य संरचना पर परागण और निषेचन के प्रभाव।","contains_idioms": false,"idioms": []}
{"src": "Jhalawar district","tgt": "झालावाड़ जिला","contains_idioms": false,"idioms": []}
{"src": "Ankita Lokhande rejoices as her father returns home from hospital","tgt": "हॉस्पिटल से घर लौटे पापा, अंकिता लोखंडे ने कही इमोशनल बात","contains_idioms": false,"idioms": []}
{"src": "But no heed was being paid to their demands.","tgt": "लेकिन उनकी मांग पर कोई ध्यान नहीं दिया गया.","contains_idioms": false,"idioms": []}
{"src": "The derived value may not represent true value.","tgt": "व्युत्पन्न मूल्य वास्तविक मूल्य प्रकट नहीं करता।","contains_idioms": false,"idioms": []}
{"src": "No, its not what you think.","tgt": "जी नहीं, जैसा आप सोच रहे हैं, वैसा नहीं ​हैं।","contains_idioms": false,"idioms": []}
{"src": "The village has a population of 350.","tgt": "गांव की आबादी 350 के करीब है।","contains_idioms": false,"idioms": []}
{"src": "The study has been completed successfully and is under publication.","tgt": "इस संबंध में एक अध्‍ययन सफलतापूर्वक पूरा किया गया है जिसका अभी प्रकाशन किया जा रहा है।","contains_idioms": false,"idioms": []}
{"src": "This increased our credibility.","tgt": "इससे हमारा विश्वास काफी बढ़ गया है।","contains_idioms": false,"idioms": []}
{"src": "except for those who repent and believe and do good deeds. God will change the evil deeds of such people into good ones: He is most forgiving and most merciful.","tgt": "सिवाय उसके जो पलट आया और ईमान लाया और अच्छा कर्म किया, तो ऐसे लोगों की बुराइयों को अल्लाह भलाइयों से बदल देगा। और अल्लाह है भी अत्यन्त क्षमाशील, दयावान","contains_idioms": false,"idioms": []}
{"src": "But it was not until 1939 that they saw clearly the issue of Christian neutrality. See The Watchtower, November 1, 1939.","tgt": "लेकिन १९३९ तक उन्होंने मसीही तटस्थता के मसले को स्पष्ट रूप से नहीं समझा था । — द वॉचटावर, नवम्बर १, १९३९ देखिए.","contains_idioms": false,"idioms": []}
{"src": "Train services to and from Punjab have been disrupted for months due to farmers' protest on railway tracks against the new farm laws.","tgt": "कृषि कानूनों को लेकर किसानों की ओर से रेल रोको आंदोलन को लेकर पंजाब में एक बार फिर रेल सेवा बाधित रही और किसान रेल ट्रैकों पर जमे रहे।","contains_idioms": false,"idioms": []}
{"src": "And China is also largest consumer of energy now.","tgt": "और चीन अब ऊर्जा का सबसे बड़ा उपभोक्ता भी है।","contains_idioms": false,"idioms": []}
{"src": "It was not until August 2001 that Netscape 6.1 appeared, based on Mozilla 0.9.2 which was significantly more robust.","tgt": "यह अगस्त 2001 तक नेटस्केप 6.1 जारी हुई जो कि मोज़िला 0.9.2 पर आधारित थी और काफी अधिक मजबूत थी।","contains_idioms": false,"idioms": []}
{"src": "It was also mentioned in the statement.","tgt": "इस बात का जिक्र भी हलफनामे में किया गया।","contains_idioms": false,"idioms": []}
{"src": "6: 8. Still, some find it difficult to cultivate such a balanced attitude.","tgt": "अगर आपके बारे में यह बात सच है, तो क्यों न एक तजुरबेकार मसीही की मदद लें जो आपको अच्छी तरह जानता हो?","contains_idioms": false,"idioms": []}
{"src": "Sorry for the delay.","tgt": "रुकावट के लिए खेद है.","contains_idioms": false,"idioms": []}
{"src": "Add Row","tgt": "पंक्ति जोड़ें (A)","contains_idioms": false,"idioms": []}
{"src": "A suo motu case was lodged under various sections of the IPC, Superintendent of Police (Malda district) Alok Rajoria said.","tgt": "पुलिस अधीक्षक (मालदा जिला) आलोक राजोरिया ने कहा, स्वत: संज्ञान लेते हुए आईपीसी की विभिन्न धाराओं के तहत एक मुकदमा दायर किया गया है।","contains_idioms": false,"idioms": []}
{"src": "Lanba has also held key staff assignments such as Fleet Operations Officer of the Western Fleet and the Chief of Staff, Southern and Eastern Naval Commands.","tgt": "लांबा पश्चिमी बेड़े के फ्लीट ऑपरेशन ऑफिसर और दक्षिणी एवं पूर्वी नौसेना कमान के चीफ ऑफ स्टाफ का काम भी कर चुके हैं।","contains_idioms": false,"idioms": []}
{"src": "Your office is very good.","tgt": "आपका ऑफिस बहुत अच्छा है.","contains_idioms": false,"idioms": []}
{"src": "Mishra and Mr. Erik Solheim travelled in electric cars from the Indian headquarters of the United Nations Environment to the Ministrys premises.","tgt": "महेश शर्मा, श्री सी.के.मिश्रा और श्री इरिक सोलहिम इलेक्ट्रिक कार में बैठकर संयुक्त राष्ट्र के कार्यालय से मंत्रालय पहुंचे।","contains_idioms": false,"idioms": []}
{"src": "Regulated Entities (REs) are required to update the list of individuals / entities as circulated by Reserve Bank and before opening any new account, it should be ensured that the name / s of the proposed customer does not appear in the list.","tgt": "विनियमित संस्थाओं (आरई) से अपेक्षा की जाती है कि वे रिज़र्व बैंक द्वारा परिचालित व्यक्तियों// संस्थाओं की सूची को अद्यतित करें। कोई नया खाता खोलने के पहले वे यह सुनिश्चित करें कि प्रस्तावित ग्राहक का नाम उक्त सूची में न हो।","contains_idioms": false,"idioms": []}
{"src": "Naishadham cannot be understood by average scholars without such a gloss as you have given.","tgt": "आपने जो दीपिका जलाई है, उसकी सहायता के बिना नैषध-जैसे काव्य को समझना साधारण विद्वान् के लिए संभव नहीं है।","contains_idioms": false,"idioms": []}
{"src": "Who cares for your health","tgt": "कौन करे सेहत की फिक्र","contains_idioms": false,"idioms": []}
{"src": "I am not hurt.","tgt": "आहत नहीं हूं।","contains_idioms": false,"idioms": []}
{"src": "This was done on the request of the state government.","tgt": "जो प्रदेश सरकार के इशारे पर किया गया है।","contains_idioms": false,"idioms": []}
{"src": "If ever the microbiologists' 'central dogma' that whatever happens in a bacterium like E. coli will happen in an elephant is true, it is with regard to the alphabet and syntax of this universal language of lifethe genetic code.","tgt": "सूक्ष्म जीवविज्ञानियों की दपोंक्ति है कि इ. कोलाई जैसे जीवाणु में जो कुछ होता है वही सब कुछ एक हाथी में भी होता यदि इसमें कुछ सत्य है तो इस आनुवंशिकता की कूट भाषा तथा उसकी वर्णमाला के संदर्भ में यह कहा जा रहा है, ऐसा मानना होगा।","contains_idioms": false,"idioms": []}
{"src": "Delhi Metro Train crashed into the wall.","tgt": "दिल्ली मेट्रो ट्रेन ने दीवार में मारी टक्कर","contains_idioms": false,"idioms": []}
{"src": "In the first phase, more than 61 lakh voters from 4, 847 Gram panchayats will exercise their franchise.","tgt": "पहले चरण में चार हजार आठ सौ सैतालीस ग्राम पंचायतों के इकसठ लाख से अधिक मतदाता उम्मीदवारों के चुनावी भाग्य का फैसला करेंगे।","contains_idioms": false,"idioms": []}
{"src": "I believe a software for translating will come soon.","tgt": "मुझे विश्वास है कि जल्द ही ट्रांसलेशन के लिए एक नया सॉफ्टवेयर आएगा.","contains_idioms": false,"idioms": []}
{"src": "Minister of State in the PMO Jitendra Singh said the","tgt": "प्रधानमंत्री कार्यालय में राज्य मंत्री जितेंद्र सिंह ने कहा,","contains_idioms": false,"idioms": []}
{"src": "It is our duty to cut-off Assam from India.","tgt": "यह हमारी जिम्मेदारी है कि हम असम को भारत से अलग कर दें।","contains_idioms": false,"idioms": []}
{"src": "The schools will be opened in Bhopal, Indore, Gwalior and Jabalpur.","tgt": "भोपाल, ग्वालियर, इंदौर में बर्न यूनिट खुलेंगी।","contains_idioms": false,"idioms": []}
{"src": "The total area of the Park is 50 Sq. Km.","tgt": "इस पार्क का क्षेत्रफल लगभग 50 वर्ग किलोमीटर है।","contains_idioms": false,"idioms": []}
{"src": "This is especially vital today.","tgt": "यह विशेषकर आज ज़रूरी है ।","contains_idioms": false,"idioms": []}
{"src": "This is the first time India would be hosting an ODI World Cup on its own.","tgt": "वैसे यह पहला मौका होगा जब भारत अकेले ही वर्ल्ड कप की मेजबानी करेगा।","contains_idioms": false,"idioms": []}
{"src": "Stock markets down","tgt": "गिरकर संभला शेयर बाजार","contains_idioms": false,"idioms": []}
{"src": "I think, first of all, playing Ranji Trophy for Mumbai during the time I did was my first biggest achievement as breaking into their star-studded side was a big deal back then.","tgt": "मुझे लगता है, सबसे पहले मैंने जिस समय मुंबई के लिए रणजी ट्रॉफी खेली थी, वह मेरी पहली सबसे बड़ी उपलब्धि थी।","contains_idioms": false,"idioms": []}
{"src": "It sports a 40-megapixel primary camera, 20-megapixel ultra-wide angle lens, and an 8-megapixel telephoto lens.","tgt": "सुपर स्पेक्ट्रम सेंसर के साथ 40 एमपी का प्राइमरी कैमरा, 20 एमपी को अल्ट्रा वाइड एंगल कैमरा और सुपरजूम लेंस के साथ 8 एमपी का टेलीफोटो कैमरा है।","contains_idioms": false,"idioms": []}
{"src": "India is among the biggest markets for WhatsApp.","tgt": "भारत वैश्विक स्तर पर व्हॉट्सऐप के सबसे बड़े बाजारों में से है।","contains_idioms": false,"idioms": []}
{"src": "Shri Mallikarjun Kharge, Minister of Labour and Employment gave this information in reply to a question in the Lok Sabha today.","tgt": "श्रम और रोजगार मंत्री श्री मल्लिकार्जुन खरगे ने आज लोक सभा में एक प्रश्न के लिखित उत्तर में बताया कि पिछले कुछ दशकों के दौरान सरकार का यह प्रयास रहा है कि बीड़ी कामगारों को सामाजिक सुरक्षा मुहैया कराई जाए।","contains_idioms": false,"idioms": []}
{"src": "Ravinder Kumar, Romesh Chander, Khem Raj, Mani Ram, Jagdish Raj, Vijay Guru, Davinder Kumar, Sharda Devi, Vikram Sharma, Madan Lal, Sumeet Bali and others.","tgt": "रामजी लाल, वेद प्रकाश, कर्म सिंह, पवन कुमार, दीपक, प्रेम, रविन्द्र, महिन्द्र, ईश्वर सांतड़ी, बिमला, संतोष, कृष्णा, राजकौर उपस्थित रहे।","contains_idioms": false,"idioms": []}
{"src": "Vijaysinh Mohite Patil is one of the senior-most NCP leaders and had a stint as deputy chief minister during the Congress-NCP rule in Maharashtra.","tgt": "विजय सिंह मोहिते पाटिल एनसीपी के एक कद्दवार नेता थे और राज्य के उपमुख्य़मंत्री भी रह चुके है.","contains_idioms": false,"idioms": []}
{"src": "Neonates may also manifest with only non-respiratory symptoms like fever, lethargy, poor feeding, seizures or diarrhea)","tgt": "नवजात शिशु बुखार, सुस्ती, उचित फीडिंग की कमी, दौरे या दस्त लगने जैसे केवल गैर-श्‍वसन लक्षणों से भी ग्रस्‍त हो सकते हैं)","contains_idioms": false,"idioms": []}
{"src": "The total passenger revenue earnings during the period 1st to 10th November 2009 were Rs. 690.20 crore compared to Rs. 650.55 crore during the same period last year, reflecting an increase of 6.09 per cent.","tgt": "पहली से दस नवंबर, 2009 की अवधि में यात्री राजस्व आय 6.09 प्रतिशत बढक़र पिछले वर्ष की इस अवधि के 650.55 करोड़ रुपये की तुलना में 690.20 करोड़ रुपये हो गई ।","contains_idioms": false,"idioms": []}
{"src": "I feel that media has and should play a major role in helping this.","tgt": "मैं महसूस करता हूं कि ऐसे हालात को ठीक करने में मीडिया की बड़ी भूमिका हो सकती है.","contains_idioms": false,"idioms": []}
{"src": "However, the team management is hopeful of Amla's return for the India game.","tgt": "’ टीम प्रबंधन को भारत के खिलाफ मैच में अमला की वापसी की उम्मीद है।","contains_idioms": false,"idioms": []}
{"src": "Everyone supported me.","tgt": "सभी ने मुझे स्वीकरा किया।","contains_idioms": false,"idioms": []}
{"src": "The police has arrested all four accused.","tgt": "पुलिस चारों आरोपियों से पूछताछ कर रही है।","contains_idioms": false,"idioms": []}
{"src": "PM Modi not to attend swearing-in ceremony","tgt": "ममता पीएम मोदी के शपथ ग्रहण में नहीं हुई शामिल","contains_idioms": false,"idioms": []}
{"src": "What! They say, He has invented the Qur'an? Rather they do not have faith.","tgt": "क्या ये लोग कहते हैं कि इसने क़ुरान ख़ुद गढ़ लिया है बात ये है कि ये लोग ईमान ही नहीं रखते","contains_idioms": false,"idioms": []}
{"src": "It is not your fancies, nor the fancies of the People of the Book. Whosoever does evil shall be recompensed for it, and will not find for him, apart from God, a friend or helper.","tgt": "न तुम लोगों की आरज़ू से (कुछ काम चल सकता है) न अहले किताब की तमन्ना से कुछ हासिल हो सकता है बल्कि (जैसा काम वैसा दाम) जो बुरा काम करेगा उसे उसका बदला दिया जाएगा और फिर ख़ुदा के सिवा किसी को न तो अपना सरपरस्त पाएगा और न मददगार","contains_idioms": false,"idioms": []}
{"src": "The Kartarpur corridor will connect the Dera Baba Nanak shrine in Indias Punjab with Darbar Sahib Gurdwara in Kartarpur.","tgt": "करतारपुर कॉरिडोर भारत में डेरा बाबा नानक साहिब और करतारपुर स्थित दरबार साहिब को जोड़ेगा।","contains_idioms": false,"idioms": []}
{"src": "The bodies were handed over to their family members after postmortem.","tgt": "शवों को पोस्टमार्टम के बाद उनके परिजनों को सौंप दिया गया।","contains_idioms": false,"idioms": []}
{"src": "A: Why do governments change?","tgt": "मुकाबला: सरकार बदलते ही क्यों बदलते हैं नाम?","contains_idioms": false,"idioms": []}
{"src": "We will not interfere in this.","tgt": "इसमें हमारा कोई दखल नहीं होगा।","contains_idioms": false,"idioms": []}
{"src": "To ensure the health and safety of students, guidelines issued by the Government of India for Social Distancing and other measures pertaining to COVID-19 will strictly be adhered to by all the examination centers.","tgt": "छात्रों के स्वास्थ्य और सुरक्षा को सुनिश्चित करने के लिए, भारत सरकार द्वारा सामाजिक दूरी के लिए जारी दिशानिर्देश और COVID-19 से संबंधित अन्य उपायों का सभी परीक्षा केंद्रों पर सख्ती से पालन किया जाएगा.","contains_idioms": false,"idioms": []}
{"src": "It was always on their [the BJPs] agenda.","tgt": "यह पहले से बीजेपी के एजेंडे पर था.","contains_idioms": false,"idioms": []}
{"src": "In rupee terms, the price of Indian Basket increased to Rs 3698.13 per bbl on 27.02.2015 as compared to Rs 3666.23 per bbl on 26.02.2015.","tgt": "दिनांक 01.02.2015 की स्थिति के अनुसार ओएमसीज के पास कुल 11272 नियमित डिस्ट्रीब्यूटर और राजीव गांधी ग्रामीण एलपीजी वितरण योजना (आरजीजीएलवीआई) के तहत 4178 डिस्ट्रीब्यूटर हैं, जिसमें से जम्मू कश्मीर राज्य में 167 नियमित और 36 आरजीजीएलवीज डिस्ट्रीब्यूटर कार्य कर रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "Five police personnel were injured during the clash.","tgt": "इस झड़प में पुलिस के हमले में पांच नागरिक घायल हो गए थे।","contains_idioms": false,"idioms": []}
{"src": "He has had his training in America for seven long years and is a student of the methods adopted by Western nations in their fight for freedom.","tgt": "सात सालों तक अमेरिका में उनकी शिक्षा हुई है और उन्होंने इस बात का भी अध्ययन किया है कि पश्चिम के देशों ने आजादी की अपनी लड़ाई किस तरह लड़ी है।","contains_idioms": false,"idioms": []}
{"src": "Were... read more","tgt": "हम समीक्षा कर रहे . पढ़ें","contains_idioms": false,"idioms": []}
{"src": "This is where some caution is needed.","tgt": "यहां सावधानी बरते जाने की जरूरत है।","contains_idioms": false,"idioms": []}
{"src": "Non - governmental organization (ngo)","tgt": "गैर सरकारी संगठन (एनजीओ)","contains_idioms": false,"idioms": []}
{"src": "Jeehwaen looked interestedly at thestrange images that flashed on the screen.","tgt": "जीवन स्क्रीन पर उभरती अजीब-अजीब आकृतियों को दिलचस्पी के साथ देख रहा था।","contains_idioms": false,"idioms": []}
{"src": "Dhoni also have been left with a depleted side after a spate of injuries which led to the return of Faf du Plessis, Kevin Pietersen, Steven Smith and Mitchell Marsh.","tgt": "केविन पीटरसन, फाफ डुप्लेसिस, स्टीवन स्मिथ और मिशेल मार्श जैसे खिलाड़ी चोटिल होने के कारण स्वदेश लौट गये हैं।","contains_idioms": false,"idioms": []}
{"src": "It's not good for future.","tgt": "जो भविष्य के लिए ठीक नहीं है।","contains_idioms": false,"idioms": []}
{"src": "Prime Minister Narendra Modi will inaugurate the event while President Ram nath Kovind will be the chief guest on the concluding day.","tgt": "राष्ट्रपति रामनाथ कोविंद ने इस सम्‍मेलन का उद्घाटन किया जबकि इस समारोह के समापन सत्र पर प्रधानमंत्री नरेंद्र मोदी ने सम्बोधित किया.","contains_idioms": false,"idioms": []}
{"src": "Politicians are enraged.","tgt": "राजनेता अट्टहास कर रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "According to DSP Rajbacchan Singh Sandhu, the police had arrested Harvinder Kumar, Sunil Kumar, Raj Kumar and Ramesh Kumar.","tgt": "एसपी सेवा सिंह मल्ली ने कहा कि आरोपी रमनदीप सिंह, सुरजीत सिंह और कमल कुमार को पकड़ा है।","contains_idioms": false,"idioms": []}
{"src": "Find out what is the reason behind this.","tgt": "जानिए क्या है इसके पीछे कारण-","contains_idioms": false,"idioms": []}
{"src": "I have submitted my resignation.","tgt": "मैंने अपना इस्तीफा भेज दिया है।","contains_idioms": false,"idioms": []}
{"src": "And two youths entered the prison with him. One of them said: I saw myself pressing wine. And the other said: I saw myself carrying bread on my head, of which birds ate. Inform us of its interpretation. surely we see you to be of the doers of good.","tgt": "कि कुछ मियाद के लिए उनको क़ैद ही करे दें और यूसुफ के साथ और भी दो जवान आदमी (क़ैद ख़ाने) में दाख़िल हुए (चन्द दिन के बाद) उनमें से एक ने कहा कि मैने ख्वाब में देखा है कि मै (शराब बनाने के वास्ते अंगूर) निचोड़ रहा हूँ और दूसरे ने कहा (मै ने भी ख्वाब में) अपने को देखा कि मै अपने सर पर रोटिया उठाए हुए हूँ और चिड़ियाँ उसे खा रही हैं (यूसुफ) हमको उसकी ताबीर (मतलब) बताओ क्योंकि हम तुमको यक़ीनन नेकी कारों से समझते हैं","contains_idioms": false,"idioms": []}
{"src": "But before that, the newlywed shared some adorable moments with her husband.","tgt": "लेकिन इससे पहले यह नवदंपत्ति ने बहुत ही प्यारा पल शेयर किया है।","contains_idioms": false,"idioms": []}
{"src": "'Couldn' t you have asked him about it, your relative, that is, the one who came and took the food?","tgt": "आप अपने रिश्तेदार से... वहीं, जिन्होंने खाना मँगवाया था, आपके यहाँ से... नहीं पूंछ सकते थे कि वह कैसे हुआ?","contains_idioms": false,"idioms": []}
{"src": "It is operated by Bangalore-based Galactus Funware Technology Pvt.","tgt": "यह बैंगलोर स्थित गैलेक्टस फनवेयर टेक्नोलॉजी प्राइवेट लिमिटेड द्वारा संचालित है।","contains_idioms": false,"idioms": []}
{"src": "Principal Senior Civil Judge","tgt": "प्रिंसिपल सीनियर सिविल जज","contains_idioms": false,"idioms": []}
{"src": "You will be facing difficulties at the work place too.","tgt": "कार्यस्थल पर भी आपको कड़ी चुनौतियों का सामना करना पड़ेगा।","contains_idioms": false,"idioms": []}
{"src": "The two have been often spotted together on various occasions.","tgt": "कई मौकों पर दोनों को साथ स्पॉट किया जाता है.","contains_idioms": false,"idioms": []}
{"src": "However, the state government has not taken any decision so far in this connection.","tgt": "लेकिन राज्य कैबिनेट ने सिफारिशों के संबंध में अभी कोई फैसला नहीं किया है।","contains_idioms": false,"idioms": []}
{"src": "It may be given either by a minister or a private member.","tgt": "यह सूचना किसी मंत्री या किसी गैर-सरकारी सदस्य द्वारा दी जा सकती है।","contains_idioms": false,"idioms": []}
{"src": "Addressing on the occasion, Shri Rajnath Singh said that Ministry of Culture is doing a commendable job of preserving our rich cultural heritage and traditions.","tgt": "इस अवसर पर संबोधित करते हुए श्री राजनाथ सिंह ने कहा कि संस्‍कृति मंत्रालय अपनी समृ‍द्ध, सांस्‍कृतिक विरासत और परम्‍पराओं को संरक्षित करने के लिए बहुत महत्‍वपूर्ण कार्य कर रहा है।","contains_idioms": false,"idioms": []}
{"src": "For instance, a monopoly can have very high economic profits, and those profits might include a rent on some natural resource that a firm owns, whereby that resource cannot be easily duplicated by other firms.","tgt": "उदाहरण के लिए, एक एकाधिकार में बहुत उच्च आर्थिक मुनाफा हो सकता है और उन लाभ में कुछ प्राकृतिक संसाधन जो एक कंपनियों के मालिकन में है पर एक किराए भी शामिल हो सकता है, जिससे कि संसाधन आसानी से अन्य कंपनियों से नहीं दोहराया जा सकता है।","contains_idioms": false,"idioms": []}
{"src": "A source close to Rajput said if he is not considered for the head coach's position, Rajput has requested the BCCI to consider him for the batting coach.","tgt": "राजपूत के करीबी सूत्र ने बताया है कि राजपूत ने मुख्य कोच के लिए अपने नाम पर विचार नहीं होने की स्थिति में बीसीसीआई से आग्रह किया है कि बल्लेबाजी कोच के लिए उनके नाम पर विचार किया जाए.","contains_idioms": false,"idioms": []}
{"src": "School annual day celebrated","tgt": "डलहौजी स्कूल में मनाया वार्षिक समारोह","contains_idioms": false,"idioms": []}
{"src": "Later, Twitter suspended the account.","tgt": "बाद में ट्विटर ने फ़र्ज़ी एकाउंट बंद दर दिया।","contains_idioms": false,"idioms": []}
{"src": "Produced by Ajay Devgn, Luv Ranjan and Ankur Garg, the film is a social comedy based in a small town in Uttar Pradesh.","tgt": "फिल्म ‘तुर्रम खां’ नाम की ये फिल्म एक सोशल कॉमेडी है जिसका बैकग्राउंड उत्तर प्रदेश के एक छोटे कस्बे में बेस्ड है| ‘तुर्रम खां’ को अजय देवगन , लव रंजन और अंकुर गर्ग मिलकर प्रोड्यूस कर रहे हैं| राजकुमार राव फिलहाल ‘स्त्री’ नाम की फिल्म की कामयाबी का लुत्फ उठा चुके हैं| बॉक्स ऑफिस पर यह फिल्म धूम मचा रही है| वहीं नुसरत भरूचा की बात करें तो उनकी पिछली फिल्म ‘सोनू के टीटू की स्वीटी ‘ भी सुपरहिट फिल्म रही थी| ऐसे में दोनों ही टैलेंटेड एक्टर्स को एक साथ परदे पर देखना वाकई दिलचस्प होगा|","contains_idioms": false,"idioms": []}
{"src": "They 're all on their way back underground now.","tgt": "अब वे सब फिर से सतह के नीचे जा रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "He also urged the students to take part in different sports disciplines along with their studies.","tgt": "उन्होंने विद्यार्थियों का आह्वान किया कि वे अपने शिक्षण काल में शिक्षा के साथ-साथ खेलकूद गतिविधियों में भी विशेष रुचि लें।","contains_idioms": false,"idioms": []}
{"src": "Appropriate steps will be taken in this regard soon.","tgt": "इसके लिए जल्द जरूरी उपाय किए जाएंगे.","contains_idioms": false,"idioms": []}
{"src": "The situation continues to be serious.","tgt": "भी भी हालत गंभीर बनी हुई हैं।","contains_idioms": false,"idioms": []}
{"src": "The meeting is set to be held in Chushul on the Indian side of the Line of Actual Control (LAC) in eastern Ladakh, they said.","tgt": "उन्होंने बताया कि पूर्वी लद्दाख में वास्तविक नियंत्रण रेखा (एलएसी) के भारतीय हिस्से में चुशुल में यह बैठक होगी।","contains_idioms": false,"idioms": []}
{"src": "Offline debit cards have the logos of major credit cards (for example, Visa or MasterCard) or major debit cards (for example, Maestro in the United Kingdom and other countries, but not the United States) and are used at the point of sale like a credit card (with payer's signature).","tgt": "ऑफलाइन डेबिट कार्डों में प्रमुख क्रेडिट कार्डों (जैसे वीसा या मास्टर कार्ड) या प्रमुख डेबिट कार्डों (जैसे यूनाइटेड किंगडम और दूसरे देशों में माइस्टरो, लेकिन संयुक्त राज्य अमेरिका में नहीं) का लोगो होता है और बिक्री के समय क्रेडिट कार्ट की तरह (भुगतानकर्ता के हस्ताक्षर के साथ) इसका इस्तेमाल होता है।","contains_idioms": false,"idioms": []}
{"src": "This will benefit about 89 lakh farmers.","tgt": "89 लाख किसानों को इसका लाभ मिलेगा।","contains_idioms": false,"idioms": []}
{"src": "Police say the motive for the killings is unclear.","tgt": "हालांकि पुलिस का कहना है कि यह मामला हत्या का नहीं है.","contains_idioms": false,"idioms": []}
{"src": "For this storm about astrology, raging in a tiny cup called the UGC curriculum, has only brought out the totally misplaced priority of liberal cause and angst.","tgt": "लेकिन विश्वविद्यालय अनुदान आयोग के पा-ऊण्श्छ्ष्-यक्रम में ज्योतिषशास्त्र को शामिल करने पर उ ए बवंड़र ने एक बार फिर यही जाहिर किया है कि हमारे उदारपंथियों की प्राथमिकताएं कितनी बेमानी हैं.","contains_idioms": false,"idioms": []}
{"src": "In India, experience from Covid-19 response activities as reported from different parts of the country have shown that Ayurveda and Yoga can play a pivotal role to augment the standard preventive measures for Covid-19","tgt": "देश में कोविड-19 की प्रतिक्रिया के संबंध में देश के विभिन्‍न हिस्‍सों से प्राप्‍त हो रहे अनुभव यह दर्शाते हैं कि आयुर्वेद और योग कोविड-19 के लिए मानक निवारक उपायों को बढ़ाने के लिए महत्‍वपूर्ण भूमिका निभा सकते हैं।  (मानक निवारक उपाय स्वास्थ्य और परिवार कल्याण मंत्रालय द्वारा जारी दिशा-निर्देशों में दिए गए हैं)","contains_idioms": false,"idioms": []}
{"src": "thats loaded with pus by the way.","tgt": "जो मवाद से भरा हुआ है.","contains_idioms": false,"idioms": []}
{"src": "Students would be preparing for their exams.","tgt": "स्टूडेंट्स परीक्षा की तैयारी में जुटे रहेंगे.","contains_idioms": false,"idioms": []}
{"src": "But God gave humans mental faculties that far surpass those of any animal.","tgt": "देखा जाए तो जानवर भी अद्‌भुत रीति से रचे गए हैं ।","contains_idioms": false,"idioms": []}
{"src": "He has been playing great.","tgt": "वह शानदार खेल रही हैं।","contains_idioms": false,"idioms": []}
{"src": "One-day cricket also gave New Zealand a chance to compete more regularly than Test cricket with the better sides in world cricket.","tgt": "एक दिवसीय क्रिकेट में भी न्यूजीलैंड के विश्व क्रिकेट में बेहतर पक्षों के साथ टेस्ट क्रिकेट की तुलना में अधिक नियमित रूप से प्रतिस्पर्धा करने के लिए एक मौका दे दिया।","contains_idioms": false,"idioms": []}
{"src": "I hear Cuba is lovely this time of year.","tgt": "आपउन्हेंक्यूबामें डाल दियाहैकरेंगे .","contains_idioms": false,"idioms": []}
{"src": "It is activity in which we are Gods fellow workers.","tgt": "यह ऐसा काम है जिसमें हम “परमेश्‍वर के सहकर्मी हैं । ”","contains_idioms": false,"idioms": []}
{"src": "Police were doing their duty.","tgt": "पुलिस सिर्फ अपना काम कर रही थी.","contains_idioms": false,"idioms": []}
{"src": "Distribution of Pre-Matric Scholarships to Minority Students Crosses Half Crore Mark in a Single Year Ministry of Minority Affairs Distributes over 55.28 Lakh Pre-Matric Scholarships during 2011-12","tgt": "अल्पसंख्यक मामलों के मंत्रालय ने वर्ष 2011-12 के दौरान 55.28 लाख प्री-मैट्रिक छात्रवृत्तियों का वितरण किया","contains_idioms": false,"idioms": []}
{"src": "Lalu Prasad Yadav is presently in jail in connection with a fodder scam case.","tgt": "लालू प्रसाद यादव ने चारा घोटाले में मिली जेल की सजा को चुनौती दी है।","contains_idioms": false,"idioms": []}
{"src": "These other two cars when-- so that's price, and this is demand-- these other two cars when income went up-- so if this was the demand curve at first-- when income went up, demand went up.","tgt": "इन दो अन्य कारें, आय ऊपर चला गया जब - तो, यह पहली बार में मांग की अवस्था है।","contains_idioms": false,"idioms": []}
{"src": "However, thats rare.","tgt": "हालाँकि ऐसा भो कम होता है.","contains_idioms": false,"idioms": []}
{"src": "True, in some lands, it is customary for families to look after elderly parents at home.","tgt": "यह सच है कि कुछ देशों में यह दस्तूर है कि बच्चे, अपने बुज़ुर्ग माँ - बाप को अपने साथ ही रखते हैं और उनकी देखभाल करते हैं ।","contains_idioms": false,"idioms": []}
{"src": "Yoga has positive impact on physical, mental & spiritual state.","tgt": "ध्यान रहे योग शारीरिक और मानसिक दोनों प्रकार से प्रभाव डालता है।","contains_idioms": false,"idioms": []}
{"src": "An amount of Rs.1,05,599 crore was disbursed towards New Term Loan.","tgt": "नये सावधि ऋण के तहत कुल मिलाकर 1,05,599 करोड़ रुपये बांटे गए।","contains_idioms": false,"idioms": []}
{"src": "Cap Off!","tgt": "कट ऑफ बंद !","contains_idioms": false,"idioms": []}
{"src": "It was first published in 1957 after Ambedkar's death on 6 December 1956.","tgt": "यह ग्रंथ पहली बार बाबासाहेब की मृत्यु ६ दिसंबर १९५६ के बाद १९५७ में प्रकाशित हुआ था।","contains_idioms": false,"idioms": []}
{"src": "Establish a balance between bodily and mental work.","tgt": "शरीर और मन के काम का तौल बनाये रखो, यानी दोनों को बेमेल न होने दो।","contains_idioms": false,"idioms": []}
{"src": "Investors will get benefit from this.","tgt": "इससे निवेशकों को भी फायदा होगा।","contains_idioms": false,"idioms": []}
{"src": "The capital of Kerala is Thiruvananthapuram.","tgt": "केरल की राजधानी तिरुवनन्तपुरम (त्रिवेंद्रम) है।","contains_idioms": false,"idioms": []}
{"src": "Opening up of Medical Services at under-utilized Dispensary-cum-Branch Office (DCBO) to Non-Insured Person (Non-IPs): ESIC has, in principle, taken decision to open its under-utilized Dispensary-cum-Branch Office (DCBO) pan-India to Non-IPs on nominal user charges basis on the same line of opening its under-utilized hospitals.","tgt": "गैर-बीमित व्यक्ति के लिए कम इस्तेमाल होने वाले औषधालय और शाखा कार्यालय (डीसीबीओ) में चिकित्सा सेवाएं खोलना : ईएसआईसी ने कम इस्तेमाल होने वाले अस्पताल खोलने की तर्ज पर मामूली उपयोग शुल्क के आधार पर अखिल भारतीय स्तर पर गैर-बीमित व्यक्तियों के लिए कम इस्तेमाल होने वाले औषधालय और शाखा कार्यालय (डीसीबीओ) खोलने का फैसला किया है।","contains_idioms": false,"idioms": []}
{"src": "The total involved amount of Rs. 68.50 lakh for 33 death cases and 5 seriously injured cases has been released to Government of Bihar for disbursal to the beneficiaries.","tgt": "33 मृतकों और गंभीर रूप से घायल 5 लोगों के लिए कुल 68 लाख 50,000 रुपए की राशि निकट संबंधियों और गंभीर रूप से घायलों को वितरित करने के लिए बिहार सरकार को जारी कर दी गई है।","contains_idioms": false,"idioms": []}
{"src": "The injured was rushed to the local Civil Hospital, from where he was referred to the PGI, Rohtak, as his condition was serious.","tgt": "परिजनों द्वारा उसे स्थानीय सिविल अस्पताल में लाया गया जहां गंभीर हालत को देखते हुये चिकित्सकों ने उसे प्राथमिक उपचार के बाद पीजीआई रोहतक के लिए रैफर कर दिया।","contains_idioms": false,"idioms": []}
{"src": "Frowardness is in his heart, he deviseth mischief continually. he soweth discord.","tgt": "उसके मन में उलट फेर की बातें रहतीं, वह लगातार बुराई गढ़ता है और झगड़ा रगड़ा उत्पन्न करता है।","contains_idioms": false,"idioms": []}
{"src": "Nashik village sarpanch held for taking bribe of Rs 5,000","tgt": "मकराना नगर परिषद आयुक्त 40 हजार रुपए की रिश्वत लेते गिरफ्तार","contains_idioms": false,"idioms": []}
{"src": "Irrfans spokesperson confirmed the news in a statement.","tgt": "इरफान के प्रवक्ता ने बयान जारी कर ऐसी खबरों को अफवाह बताया गया था।","contains_idioms": false,"idioms": []}
{"src": "She has given birth to baby boy.","tgt": "उन्होंने एक बेबी गर्ल को जन्म दिया है।","contains_idioms": false,"idioms": []}
{"src": "Except with those joined to them in the marriage bond, or (the captives) whom their right hands possess,- for (in their case) they are free from blame,","tgt": "मगर अपनी बीबियों से या अपनी ज़र ख़रीद लौनडियों से कि उन पर हरगिज़ इल्ज़ाम नहीं हो सकता","contains_idioms": false,"idioms": []}
{"src": "I have commissioners.","tgt": "इसका अर्थ है 'प्रतिनिधि'।","contains_idioms": false,"idioms": []}
{"src": "Assala hosts a television program which is called Soula (Arabic: ), on Al Hayat TV and Dubai TV.","tgt": "असाला जो सोउला (कहा जाता है एक टीवी कार्यक्रम की मेजबानी करता है ), अल हयात टीवी और दुबई टीवी पर ।","contains_idioms": false,"idioms": []}
{"src": "However, theres little information available on the film .","tgt": "हालांकि फिल्म के बारे में कोई जानकारी सामने नहीं आई है।","contains_idioms": false,"idioms": []}
{"src": "The life of this world is nothing but diversion and play, but the abode of the Hereafter is indeed Life (itself), had they known!","tgt": "और ये दुनिया की ज़िन्दगी तो खेल तमाशे के सिवा कुछ नहीं और मगर ये लोग समझें बूझें तो इसमे शक नहीं कि अबदी ज़िन्दगी (की जगह) तो बस आख़ेरत का घर है (बाक़ी लग़ो)","contains_idioms": false,"idioms": []}
{"src": "India Test vice-captain Ajinkya Rahane is leaving Rajasthan Royals to play for Delhi Capitals in the next edition of Indian Premier League.","tgt": "भारतीय टेस्ट उपकप्तान अजिंक्य रहाणे इंडियन प्रीमियर लीग (आईपीएल) के अगले सीजन के लिए दिल्ली कैपिटल्स टीम से जुड़ने के लिए तैयार है।","contains_idioms": false,"idioms": []}
{"src": "The condition of four of the injured was stated to be serious.","tgt": "घायलों में से चार की हालत चिंताजनक बतायी गयी है।","contains_idioms": false,"idioms": []}
{"src": "Work relating to RTI Cell and Grievance Redressal Cell (Functioning as independent unit)","tgt": "सूचना का अधिकार कक्ष और शिकायत निवारण कक्ष से संबंधित कार्य (स्वतंत्र ईकाई के रूप में कार्य करनेवाले)","contains_idioms": false,"idioms": []}
{"src": "These states include Jammu and Kashmir, Odisha, Maharashtra, Haryana, Andhra Pradesh, Arunachal Pradesh and Sikkim.","tgt": "यह आठ राज्य असम, बिहार, हिमाचल प्रदेश, झारखंड, महाराष्ट्र, मध्य प्रदेश, जम्मू-कश्मीर और उत्तराखंड हैं.","contains_idioms": false,"idioms": []}
{"src": "Every citizen is a citizen of the country.","tgt": "देश का हर नागरिक राष्ट्रनिर्माता है.","contains_idioms": false,"idioms": []}
{"src": "Then let it cool.","tgt": "फिर ठंडा होने दे।","contains_idioms": false,"idioms": []}
{"src": "The police have registered a case under relevant sections of law.","tgt": "पुलिस ने संबंधित धाराओं के तहत मामला दर्ज कर लिया है।","contains_idioms": false,"idioms": []}
{"src": "In three state assembly elections Madhya Pradesh, Rajasthan and Chhattisgarh the Congress had just ousted the incumbent governments of the Bharatiya Janata Party (BJP).","tgt": "तीन उत्तर भारतीय राज्यों- राजस्थान, मध्य प्रदेश और छत्तीसगढ़- के हाल में हुए विधानसभा चुनावों में भाजपा हार चुकी है.","contains_idioms": false,"idioms": []}
{"src": "Defence Minister Manohar Parrikar and Army chief General Dalbir Singh Suhag flew to the site later in the day following a directive from Prime Minister Narendra Modi to review the situation.","tgt": "प्रधानमंत्री नरेंद्र मोदी दुआरा वीडियो फुटेज देखने के बाद रक्षा मंत्री मनोहर पर्रिकर को आदेश दिया जिसके बाद वह घटना स्थल की ओर रवना हुए. आर्मी चीफ जनरल दलबीर सिंह सुहाग भी घटनास्थल की ओर रवाना हो गए हैं।","contains_idioms": false,"idioms": []}
{"src": "The amount of premium payment will be different for women and men.","tgt": "पुरुष और म​हिला के लिए प्रीमियम की रकम अलग-अलग होगी.","contains_idioms": false,"idioms": []}
{"src": "\"BJP is wearing a mask, the real ideology is the ideology of RSS, the ideology that killed Mahatma Gandhi, the ideology that burnt the Constitution of Ambedkar, the ideology that insulted the tricolour flag, the ideology that wants to rule by dividing Hindu, Muslim and Christian among themselves.\"\"\"","tgt": "बीजेपी ने मुखौटा पहना हुआ है, असली विचारधारा आरएसएस की विचारधारा है जिसने महात्मा गांधी की हत्या की, वह विचारधारा जिसने अंबेडकर के संविधान को जलाया, जिस विचारधारा ने तिरंगे झंडे का अपमान किया, वह विचारधारा जो हिंदू, मुस्लिम और ईसाईओं को आपस में विभाजित करके शासन करना चाहती है।","contains_idioms": false,"idioms": []}
{"src": "Virat Kohli surpasses Sachin Tendulkar, registers huge world record","tgt": "विराट कोहली ने बनाया दस हजार रनवे रिकॉर्ड, मास्टर ब्लास्टर सचिन तेंदुलकर को भी छोड़ा पीछे - दस्तक इंडिया","contains_idioms": false,"idioms": []}
{"src": "Bold and bodacious","tgt": "बोल्ड और बिंदास","contains_idioms": false,"idioms": []}
{"src": "This includes all the characters defined by JISX0201, 208 and 212.","tgt": "इसमें 0201,208 और 212 के द्वारा परिभाषित सभी वर्ण शामिल हैं.","contains_idioms": false,"idioms": []}
{"src": "Suzuki, Tata Power, Yes Bank, HCL Technologies and ICICI Bank.","tgt": "यस बैंक, टाटा मोटर्स, आईटीसी, पावर ग्रिड और एचसीएल टेक के शेयरों में तेजी रही।","contains_idioms": false,"idioms": []}
{"src": "Most of the buildings are in pure, cubical form, geometrically subdivided with emphasis on proportion and scale.","tgt": "अधिकांश भवन परिशुद्ध घनाकार रूप में हैं अंशों और नाप की दृष्टि से ज्योमितीय रूप में विभाजित हैं।","contains_idioms": false,"idioms": []}
{"src": "Pakistans Foreign Secretary Aizaz Ahmad Chaudhry.","tgt": "\"विदेश सचिव एजाज अहमद चौधरी ने कहा, \"\"पाकिस्तान शांति चाहता है।\"","contains_idioms": false,"idioms": []}
{"src": "After this, the victim lodged a complaint with police.","tgt": "इसके बाद पीड़िता ने नेवई थाने में शिकायत की।","contains_idioms": false,"idioms": []}
{"src": "It is requested that a discussion should be held in the village on how to conserve water.","tgt": "पत्र में कहा गया है, ‘यह अनुरोध किया जाता है कि गांव में पानी के संरक्षण पर चर्चा होनी चाहिए।","contains_idioms": false,"idioms": []}
{"src": "The driver and guard of the trains will be Railway officials","tgt": "रेलगाड़ी के चालक और गार्ड रेलवे के ही कर्मचारी होंगे","contains_idioms": false,"idioms": []}
{"src": "The film is provocative.","tgt": "फिल्म प्रेरणादायक है।","contains_idioms": false,"idioms": []}
{"src": "And this is in sharp contrast with the TAGORE: A LIFE western mode, where man must be shown attempting to master nature if we are to have 'great drama'.","tgt": "और यहीं पश्चिमी अवधारणा के साथ उसका गहरा अंतर है, जहां बड़ी ‘नाटकीय तैयारी’ के साथ हमें यह दिखाया जाना जरूरी हो गया है कि मनुष्य प्रकृति पर विजय पाने की कोशिश कर रहा है।","contains_idioms": false,"idioms": []}
{"src": "The agraharas were villages donated to Brahmins by kings and other rich people.","tgt": "अग्रहार उन ग्रामों की संज्ञा थी जिन्हें राजा अथवा अन्य धनी व्यक्तियों द्वारा ब्राह्मणों को दान में दिया गया हो।","contains_idioms": false,"idioms": []}
{"src": "Modi's security","tgt": "कड़ी की जायेगी मोदी की सुरक्षा","contains_idioms": false,"idioms": []}
{"src": "Its not correct to say that.","tgt": "जवाब : ऐसा कहना ठीक नहीं होगा।","contains_idioms": false,"idioms": []}
{"src": "We needed to play better.","tgt": "हमें संभलकर खेलने की जरूरत थी।","contains_idioms": false,"idioms": []}
{"src": "According the investigative agency, during his tenure as Commissioner, Income Tax Appeal 1 and Appeal 2, he purportedly decided 104 IT appeals.","tgt": "जांच एजेंसी के मुताबिक टैक्स अपील 1 और अपील 2 के दौरान करीब 104 आईटी अपील पर फैसला दिया.","contains_idioms": false,"idioms": []}
{"src": "Humidity levels oscillated between 57 and 84 per cent.","tgt": "नमी का स्तर 43 और 77 फीसदी के बीच रहा.","contains_idioms": false,"idioms": []}
{"src": "Loans were not repaid.","tgt": "लोन भी नहीं वापस किया गया।","contains_idioms": false,"idioms": []}
{"src": "He was the youngest of three siblings.","tgt": "वह तीन बहनों का इकलौता भाई था।","contains_idioms": false,"idioms": []}
{"src": "The Union Cabinet chaired by the Prime Minister Shri Narendra Modi has given Ex-post facto approval to the modifications carried out in the replacement Bill, which replaced the Insolvency and Bankruptcy Code (Amendment) Bill 2017, and which has been passed by the Parliament as the Insolvency and Bankruptcy Code (Amendment) Act, 2018","tgt": "प्रधानमंत्री श्री नरेन्‍द्र मोदी की अध्‍यक्षता में केन्‍द्रीय मंत्रिमंडल ने व्‍यक्तियों की तस्‍करी (रोकथाम, सुरक्षा और पुनर्वास) विधेयक,  2018 को लोकसभा में पेश करने की स्‍वीकृति दे दी है।","contains_idioms": false,"idioms": []}
{"src": "PM Narendra Modi visits Kedarnath shrine","tgt": "प्रधानमंत्री नरेंद्र मोदी पहुंचे केदारनाथ, किया बाबा केदार का रुद्राभिषेक","contains_idioms": false,"idioms": []}
{"src": "At least 235 worshippers were killed and 109 others injured in the attack, Ahram Online said.","tgt": "रिपोर्ट्स के अनुसार कम से कम 235 नमाजियों की मौत हो गई और 109 अन्य घायल हो गए. विस्फोट में मस्जिद को भी काफी नुकसान पहुंचा है.","contains_idioms": false,"idioms": []}
{"src": "Then add the coriander leaves, mint leaves, green chilli, onion, fenugreek leaves and cumin powder.","tgt": "उसके बाद इसमें अदरक लहसुन पेस्‍ट, हरी मिर्च, आधी कटी धनिया और पुदीने की पत्‍ती, टमाटर और कडी पत्‍ती डाल कर चलाएं।","contains_idioms": false,"idioms": []}
{"src": "The phone runs on Android 8.0 Oreo.","tgt": "फोन स्टॉक एंड्रॉयड 8.0 पर चलता है।","contains_idioms": false,"idioms": []}
{"src": "Bruhwahan: Son of Arjuna and Chitrangda","tgt": "बभ्रुवाहन : अर्जुन एवं चित्रांग्दा का पुत्र।","contains_idioms": false,"idioms": []}
{"src": "She was stopped at the Bengal-Jharkhand border as the police personnel of Asansol-Durgapur Commissionerate did not allow her to enter the state.","tgt": "उसे बंगाल-झारखंड सीमा पर रोक दिया गया, क्योंकि आसनसोल-दुगार्पुर आयुक्तालय के पुलिस कर्मियों ने उसे राज्य में प्रवेश करने की अनुमति नहीं दी।","contains_idioms": false,"idioms": []}
{"src": "A case in this connection is pending in court.","tgt": "इसके लिए न्यायालय में प्रकरण चल रहा है।","contains_idioms": false,"idioms": []}
{"src": "They ate, and were filled. They took up seven baskets of broken pieces that were left over.","tgt": "सो वे खाकर तृप्त हो गए और शेष टृकड़ों के सात टोकरे भरकर उठाए।","contains_idioms": false,"idioms": []}
{"src": "The police has registered a case against car driver Kartar Singh of Jogindernagar (Mandi district).","tgt": "पुलिस ने कार चालक जगमेल सिंह पुत्र मुख्तयार सिंह निवासी बठिंडा के विरुद्ध मामला दर्ज कर लिया है।","contains_idioms": false,"idioms": []}
{"src": "Now, scientific ways are available.","tgt": "अब वैज्ञानिक के तरीके उपलब्‍ध हैं।","contains_idioms": false,"idioms": []}
{"src": "Post Name: Chief General Manager","tgt": "पद का नाम – ज्वाइंट जनरल प्रबंधक","contains_idioms": false,"idioms": []}
{"src": "Here, Beast plays yet another key role.","tgt": "इसके बाद विनय पत्रिका उनका एक अन्य महत्त्वपूर्ण काव्य है।","contains_idioms": false,"idioms": []}
{"src": "\"Hindi cinema's landscape has once again been redefined by the legendary, most popular and wonder actors.\"\"\"","tgt": "उन्होंने आगे कहा, “हिंदी सिनेमा का परिदृश्य एक बार फिर दिग्गज, सबसे लोकप्रिय और कमाल के कलाकारों द्वारा परिभाषित किया गया है।","contains_idioms": false,"idioms": []}
{"src": "After a brilliant academic record, Shri Parasaran has had an illustrious career during which he adorned the top positions of the Advocate General of Tamil Nadu, the Solicitor General of India and the Attorney General.","tgt": "उपराष्ट्रपति, श्री एम. वेंकैया नायडू ने आज नई दिल्ली के इंडिया इंटरनेशनल सेंटर में आयोजित एक समारोह में भारत के कानूनी क्षेत्र के नक्षत्र, विद्वान और पूर्व अटॉर्नी जनरल श्री के. पारासरन को ‘सबसे प्रतिष्ठित वरिष्ठ नागरिक पुरस्कार’ प्रदान किया","contains_idioms": false,"idioms": []}
{"src": "Video and other media coverage of elections and stories of booth capturing, rigging, bogus voting, impersonation, misuse of religious and caste identities and various other corrupt practices have made the need for electoral reforms imperative.","tgt": "चुनावों की विडियो तथा अन्य मीडिया कवरेज और बूथों पर कब्जा करने, मतदान में हेराफेरी करने, जाली मतदान करने, किसी अन्य व्यक़्ति का रूप लेकर मतदान करने, धार्मिक तथा जातीय पहचानों दुरुपयोग करने और विभिन्न अन्य भ्रष्ट आचरणों के प्रकरणों ने निर्वाचन सुधारों की आवश्यकता को अनिवार्य बना दिया है.","contains_idioms": false,"idioms": []}
{"src": "The range of Magadha Mahajanapada extended from the Ganges in the north to the Vindhya Mountains in the south, from Champa in the east to the Son River in Pachchim.","tgt": "मगध महाजनपद की सीमा उत्तर में गंगा से दक्षिण में विन्ध्य पर्वत तक, पूर्व में चम्पा से पश्‍चिम में सोन नदी तक विस्तृत थीं।","contains_idioms": false,"idioms": []}
{"src": "To increase trade and tourism facility of e-Visa is being extended for the citizens of Saudi Arabia","tgt": "व्यापार और पर्यटन को बढ़ाने हेतु साऊदी अरब के नागरिकों के लिए ई-वीज़ा का विस्तार किया जा रहा है","contains_idioms": false,"idioms": []}
{"src": "Modi effigy","tgt": "मोदी फ़ॉर्मूला","contains_idioms": false,"idioms": []}
{"src": "This information is provided by HDFC Securities.","tgt": "एचडीएफसी सिक्युरिटीज ने यह जानकारी दी।","contains_idioms": false,"idioms": []}
{"src": "Repeat this process at least thrice every week.","tgt": "आप इस प्रक्रिया को हफ्ते में कम से कम दो बार दोहराएं।","contains_idioms": false,"idioms": []}
{"src": "With my family's blessing, I would share our story in hopes of sparking a national conversation.","tgt": "मेरे परिवार के आशीर्वाद से मैं अपनी कहानी लोगों के सामने लाऊँगी इस उमीद से कि एक विश्व जागरूकता आएगी","contains_idioms": false,"idioms": []}
{"src": "They did this because they were running away from the debate over demonetisation.","tgt": "उन्होंने ऐसा इसलिए किया, क्योंकि वे नोटबंदी पर चर्चा से भाग रहे थे।","contains_idioms": false,"idioms": []}
{"src": "This is her second book.","tgt": "यह नेहा की दूसरी बुक है।","contains_idioms": false,"idioms": []}
{"src": "During a recent press event, Katrina Kaif revealed that she found 'difficult' working with Ranbir Kapoor.","tgt": "दरअसल एक प्रमोशनल इंटरव्यू में कटरीना कैफ ने साफ कह दिया कि उनके लिए रणबीर कपूर के साथ आगे काम करना मुश्किल होगा.","contains_idioms": false,"idioms": []}
{"src": "A Curtain Raiser for International Day of Yoga-2016 was inaugurated by the Minister of State for AYUSH (Independent Charge) and Health & Family Welfare, Shri Shripad Yesso Naik in New Delhi today.","tgt": "अंतरराष्‍ट्रीय योग दिवस के लिए कर्टन रेजर का आज नई दिल्‍ली में आयुष (स्‍वतंत्र प्रभार), स्‍वास्‍थ्‍य और परिवार कल्‍याण राज्‍य मंत्री श्री श्रीपद यस्‍सो नाइक ने उद्घाटन किया।","contains_idioms": false,"idioms": []}
{"src": "\"On the work front, Sonakshi will next be seen alongside Ajay Devgn and Sanjay Dutt in the period drama \"\"Bhuj: The Pride of India\"\".\"","tgt": "अभिनय की बात करें, तो सोनाक्षी आने वाले समय में अजय देवगन अभिनीत फिल्म भुज द प्राइड ऑफ इंडिया में नजर आएंगी।","contains_idioms": false,"idioms": []}
{"src": "Senior officials of the district were also present on the occasion.","tgt": "इस समय जिला के आला अधिकारी भी मौजूद थे।","contains_idioms": false,"idioms": []}
{"src": "Then you will know.","tgt": "तब आप जान पायेंगे।","contains_idioms": false,"idioms": []}
{"src": "In the just-concluded Lok Sabha polls, the RLSP contested five seats in alliance with the RJD, the Congress and two other small outfits.","tgt": "हाल में संपन्न हुए लोकसभा चुनावों में आरएलएसपी ने राजद, कांग्रेस और दो अन्य छोटे संगठनों के साथ गठबंधन में पांच सीटों पर चुनाव लड़ा था और पार्टी को सभी सीटों पर हार का सामना करना पड़ा.","contains_idioms": false,"idioms": []}
{"src": "Statement of funds for accounts along with error reporting clause is required to be sent to all clients on quarterly basis.","tgt": "त्रुटि रिपोर्टिंग क्लॉज के साथ फंड्स के लिए स्टेटमेंट ऑफ एकाउंट्स सभी ग्राहकों को तिमाही आधार पर भेजना आवश्यक है।","contains_idioms": false,"idioms": []}
{"src": "The curfew has been relaxed under Lumdiengjri and Sadar Police Stations from 6:00 in the morning to 7:00 P.M.","tgt": "लुमडिंगिरी और सदर पुलिस थाने में सुबह छह बजे से रात सात बजे तक छूट दी गई है।","contains_idioms": false,"idioms": []}
{"src": "Why shouldest thou be as a man astonied, as a mighty man that cannot save? yet thou, O LORD, art in the midst of us, and we are called by thy name. leave us not.","tgt": "तू क्यों एक विस्मित पुरूष या ऐसे वीर के समान है जो बचा न सके? तौभी हे यहोवा तू हमारे बीच में है, और हम तेरे कहलाते हैं. इसलिये हमको न तज।","contains_idioms": false,"idioms": []}
{"src": "AIDS awareness camp held","tgt": "एड्स जागरूकता कैंप आयोजित","contains_idioms": false,"idioms": []}
{"src": "From 15th April this year, the first ever direct flight from Delhi to Dimapur in Nagaland was started and now on the same lines, he is persuading the Aviation Ministry and the different private airlines to start, if not daily, at least biweekly or tri-weekly direct flights between Delhi and Aizawl in Mizoram, he said.","tgt": "उन्‍होंने कहा कि वे उड्डन मंत्रालय और विभिन्‍न वायु कंपनियों को प्रेरित कर रहे हैं कि वे दिल्‍ली और मिजोरम के बीच कम से कम सप्‍ताह में दो बार या तीन बार सीधी उड़ान की व्‍यवस्‍था करें।","contains_idioms": false,"idioms": []}
{"src": "\"\"\"The economy is in very bad shape,\"\" he said.\"","tgt": "’’ उन्होंने कहा ‘‘इसमें दो मत नहीं हैं कि अर्थव्यवस्था बहुत ही खराब हालत में है।","contains_idioms": false,"idioms": []}
{"src": "He then raped her several times.","tgt": "फिर उसके साथ कई बार रेप किया।","contains_idioms": false,"idioms": []}
{"src": "Jacqueline Fernandez will also be playing an important role in the film.","tgt": "जैकलीन फर्नाडिस इसमें मुख्य भूमिका निभाएंगी।","contains_idioms": false,"idioms": []}
{"src": "So those on the Right Hand (i. e. those who will be given their Records in their right hands), Who will be those on the Right Hand? (As a respect for them, because they will enter Paradise).","tgt": "तो दाहिने हाथ (में आमाल नामा लेने) वाले (वाह) दाहिने हाथ वाले क्या (चैन में) हैं","contains_idioms": false,"idioms": []}
{"src": "Shri Mandaviya recalled maritime history of India and stated that National Maritime Heritage Complex will be developed at Lothal,Gujarat for securing and showcasing rich maritime heritage of India and added that India has always been strong player in Maritime Technology since Indus Valley Civilisation except few centuries and showed the confidence that India is regaining its maritime capabilities with dedicated approach in terms of shipbuildings and protecting waters of India.","tgt": "श्री मंडाविया ने भारत के समुद्री इतिहास को याद करते हुए कहा कि भारत की समृद्ध समुद्री विरासत को हासिल करने और उसे प्रदर्शित करने के लिए गुजरात के लोथल में राष्ट्रीय समुद्री विरासत परिसर विकसित किया जाएगा।","contains_idioms": false,"idioms": []}
{"src": "The two seats were vacated after Khivsar MLA Beniwal and Mandawa's BJP MLA Narendra Kumar were elected from Nagaur and Jhujhunu Lok Sabha seats, respectively.","tgt": "खींवसर विधानसभा सीट राष्ट्रीय लोकतांत्रिक पार्टी के हनुमान बेनीवाल और मंडावा सीट भाजपा के नरेंद्र कुमार के सांसद बनने के कारण खाली हुई है, जिसके कारण इन पर उपचुनाव कराया गया है।","contains_idioms": false,"idioms": []}
{"src": "Australia's star cricketer Brett Lee","tgt": "ऑस्ट्रेलिया के पूर्व तेज गेंदबाज ब्रेट ली से जुड़ी खबरें","contains_idioms": false,"idioms": []}
{"src": "The Supreme Court had previously ordered that all government bungalows held by former CMs of UP be vacated.","tgt": "सुप्रीम कोर्ट ने आदेश दिया था कि यूपी में पूर्व मुख्यमंत्रियों को सरकारी बंगले खाली करने होंगे।","contains_idioms": false,"idioms": []}
{"src": "174A. Notwithstanding anything contained in section 4, where it appears to the Assessing Officer that any association of persons or a body of individuals or an artificial juridical person, formed or established or incorporated for a particular event or purpose is likely to be dissolved in the assessment year in which such association of persons or a body of individuals or an artificial juridical person was formed or established or incorporated or immediately after such assessment year, the total income of such association or body or juridical person for the period from the expiry of the previous year for that assessment year up to the date of its dissolution shall be chargeable to tax in that assessment year, and the provisions of sub-sections (2) to (6) of section 174 shall, so far as may be, apply to any proceedings in the case of any such person as they apply in the case of persons leaving India.","tgt": "174क. धारा 4 में की किसी बात के होते हुए भी, जहां निर्धारण अधिकारी को यह लगता है कि किसी विशिष्ट घटना या प्रयोजन के लिए बनाए गए या स्थापित या निगमित व्यक्तियों के किसी संगम के या व्यष्टियों के किसी निकाय के या किसी कृत्रिम विधिक व्यक्ति के, किसी ऐसे निर्धारण वर्ष में, जिसमें ऐसा व्यक्तियों का संगम या व्यष्टियों का कोर्इ निकाय या कोर्इ कृत्रिम विधिक व्यक्ति, बनाया गया, स्थापित या निगमित किया गया था, या ऐसे निर्धारण वर्ष के पश्चात्, विघटित होने की संभावना है, वहां उस निर्धारण वर्ष के लिए, पूर्ववर्ती वर्ष की समाप्ति से उसके विघटन की तारीख तक की अवधि के लिए, ऐसे व्यक्ति या निकाय या विधिक व्यक्ति की कुल आय, उस निर्धारण वर्ष में कर से प्रभार्य होगी और धारा 174 की उपधारा (2) से उपधारा (6) तक के उपबंध, जहां तक को सके, ऐसे व्यक्ति के मामले में किन्हीं कार्यवाहियों को वैसे ही लागू होंगे, जैसे वे भारत छोड़ने वाले व्यक्तियों की दशा में लागू होते हैं।","contains_idioms": false,"idioms": []}
{"src": "The decision to this effect has been taken in a meeting of the DTC Board.","tgt": "यह फैसला डिपॉर्टमेंट ऑफ टेलीकॉम की बैठक में लिया गया है।","contains_idioms": false,"idioms": []}
{"src": "The new Mercedes-AMG GLC 43 Coupe will go on sale in the country on the 3rd of November 2020, making it the first 'Made-In-India' AMG model","tgt": "India Made 1st Mercedes AMG Launch: भारत में बनी पहली मर्सिडीज एएमजी 3 नवंबर को होगी लॉन्च","contains_idioms": false,"idioms": []}
{"src": "Maharashtra home minister Anil Deshmukh has said that the decision was taken without the state governments consent.","tgt": "फैसले पर एतराज जताते हुए महाराष्ट्र के गृह मंत्री अनिल देशमुख ने कहा कि इस बारे में राज्य सरकार से पूछा तक नहीं गया.","contains_idioms": false,"idioms": []}
{"src": "Ministry of Finance Income Tax Department issues Revised Income Tax Informants Reward Scheme, 2018 With the objective of obtaining peoples participation in the Income Tax Departments efforts to unearth black money and reduce tax evasion, a new reward scheme titled Income Tax Informants Reward Scheme, 2018 has been issued by the Income Tax Department, superseding the earlier reward scheme issued in 2007.","tgt": "वित्त मंत्रालय आयकर विभाग ने संशोधित आयकर मुखबिर पुरस्कार योजना, 2018 जारी किया काले धन का पता लगाने और कर चोरी में कमी लाने के आयकर विभाग के प्रयासों में लोगों की भागीदारी बढ़ाने के उद्देश्य से आयकर विभाग ने आयकर मुखबिर पुरस्कार योजना, 2018 नामक नई पुरस्कार योजना जारी की है। यह योजना 2007 में जारी पुरस्कार योजना का स्थान लेगी होगी।","contains_idioms": false,"idioms": []}
{"src": "The police are questioning the family members of the accused in connection with the case.","tgt": "पुलिस ने आरोपियों के परिजनों से कड़ी पूछताछ की।","contains_idioms": false,"idioms": []}
{"src": "This is not so in the government schools.","tgt": "सरकारी स्कूलों के साथ ऐसा नहीं होता।","contains_idioms": false,"idioms": []}
{"src": "The Indian mission has assured all necessary assistance to the family members of the victims.","tgt": "भारतीय दूतावास ने पीड़ित परिवार को हर संभव मदद का आश्वासन दिया है।","contains_idioms": false,"idioms": []}
{"src": "Speaking of such incidences that have occurred in the past, the scientist said that diseases such as yellow fever, influenza, rabies, and even COVID-19 seem to have jumped from animals into humans, and led to outbreaks causing epidemics or pandemics.","tgt": "अतीत में हुई ऐसी घटनाओं के बारे में बात करते हुए, वैज्ञानिक ने कहा कि yellow fever, इन्फ्लूएंजा, रेबीज, और यहां तक कि COVID-19 जैसी बीमारियां जानवरों से मनुष्यों में फैली हैं, और प्रकोप का कारण बनीं - जिससे महामारियां पैदा हुईं।","contains_idioms": false,"idioms": []}
{"src": "Theres a story there.","tgt": "एक कथा है।","contains_idioms": false,"idioms": []}
{"src": "Their money will be refunded.","tgt": "आपका पैसा रिफंड हो जाएगा।","contains_idioms": false,"idioms": []}
{"src": "Ruining of the earth. Revelation 11: 18.","tgt": "पृथ्वी का बिगाड़ा जाना । — प्रकाशितवाक्य 11: 18.","contains_idioms": false,"idioms": []}
{"src": "The trailer has been loved by fans.","tgt": "ट्रेलर को फैंस ने खूब सराहा है।","contains_idioms": false,"idioms": []}
{"src": "she brought him back home.","tgt": "वह उसे अपने वतन वापस ले गया।","contains_idioms": false,"idioms": []}
{"src": "Add onion,ginger, green chilli and cardamom.","tgt": "प्याज, कढ़ीपत्ता, काजू और हरी मिर्च डालकर भूनें.","contains_idioms": false,"idioms": []}
{"src": "This should be protected from German and later on from Japanese air war","tgt": "यह जर्मन एवं बाद में जापानी हवाई हमले से सुरक्षा प्रदान कर पाए।","contains_idioms": false,"idioms": []}
{"src": "You can think about new work.","tgt": "काम को लेकर नयी योजनाओं पर विचार कर सकते हैं।","contains_idioms": false,"idioms": []}
{"src": "As a result, parts of Punjab, Haryana, Delhi, North Rajasthan and some parts of Madhya Pradesh are facing drop in temperature.","tgt": "दिल्ली, हरियाणा, पंजाब, उत्तर प्रदेश के साथ राजस्थान के कुछ इलाकों में बारिश से तापमान में गिरावट देखी गई.","contains_idioms": false,"idioms": []}
{"src": "However, neither of them has confirmed it yet.","tgt": "लेकिन इन दोनों में से किसी ने भी अभी इस बात की पुष्टि नहीं की है।","contains_idioms": false,"idioms": []}
{"src": "He was a writer, director, composer and singer.","tgt": "इसके साथ-साथ वह अभिनेता, संगीतकार और डायरेक्टर भी थे।","contains_idioms": false,"idioms": []}
{"src": "O you who covers himself [with a garment],","tgt": "ऐ ओढ़ने लपेटनेवाले!","contains_idioms": false,"idioms": []}
{"src": "One person died on the spot while the other succumbed to his injuries on way to hospital.","tgt": "हादसे में एक व्यक्ति की मौत हो गई, जबकि एक ने हॉस्पिटल जाते समय रास्ते में ही दम तोड़ दिया।","contains_idioms": false,"idioms": []}
{"src": "Workshop on Nationwide Electronic Toll Collection Held","tgt": "इलेक्ट्रॉनिक टोल संग्रहण पर राष्ट्रव्यापी कार्यशाला का आयोजन","contains_idioms": false,"idioms": []}
{"src": "Magnetite and Apatite.","tgt": "मैग्नेटाइट और ऐपाटाइट।","contains_idioms": false,"idioms": []}
{"src": "Government is trying to break the movement.","tgt": "सरकार की कोशिश है आंदोलन दबा दिया जाए","contains_idioms": false,"idioms": []}
{"src": "He admits having purposefully sabotaged his own contract with Hurst, making outlandishly expensive orchestral demands and threatening legal action, which resulted in his goal: release from his contract with Deram Records, a sub-label of Decca Records.","tgt": "वह हर्स्ट के साथ अपने खुद के अनुबंध को उद्देश्यपूर्ण ढ़ंग से तोड़ने, विचित्र ढ़ंग से महंगे ऑर्केस्ट्रा की मांग करने और कानूनी कार्रवाई की धमकी देने की बात को स्वीकार करते हैं जिसके परिणामस्वरूप उन्होंने डेरम रिकॉर्ड्स, प्रमुख डेका रिकॉर्ड्स का एक उप-लेबल, के साथ अपने अनुबंध से मुक्ति पाने का लक्ष्य प्राप्त कर लिया।","contains_idioms": false,"idioms": []}
{"src": "At the Rajasthan University Students Union (RUSU), a rebel candidate won the presidents post for the fourth time in a row.","tgt": "राजस्थान विश्वविद्यालय में यह चौथी बार है, जब छात्र संघ के अध्यक्ष पद पर निर्दलीय प्रत्याशी को जीत मिली है.","contains_idioms": false,"idioms": []}
{"src": "How could the Israelites have received blessings instead of maledictions?","tgt": "□ इस्राएली शापों के बजाय आशिषें कैसे प्राप्त कर सकते थे?","contains_idioms": false,"idioms": []}
{"src": "A case against the accused has been registered under POCSO Act and other relevant sections of the Indian Penal Code.","tgt": "आरोपी के खिलाफ पोक्सो कानून और कानून के अन्य प्रासंगिक प्रावधानों के तहत मामला दर्ज कर लिया गया है।","contains_idioms": false,"idioms": []}
{"src": "The exam will also have negative marking.","tgt": "परीक्षा में निगेटिव मार्किंग भी होगी।","contains_idioms": false,"idioms": []}
{"src": "Sayyeshaa has also worked in a Hindi film, Shivaay, with Ajay Devgn in the past.","tgt": "सायशा सहगल को अजय देवगन के साथ बॉलीवुड फिल्म शिवाय में भी नजर आ चुकी हैं.","contains_idioms": false,"idioms": []}
{"src": "Thats completely incorrect.","tgt": "ये पूरी तरह से गलत है।","contains_idioms": false,"idioms": []}
{"src": "You will be mentally and physically fit.","tgt": "शारीरिक और मानसिक रूप से आप फिट रहेंगे।","contains_idioms": false,"idioms": []}
{"src": "I did not want anyone to suffer due to me.","tgt": "मैं नहीं चाहती थी कि मेरी वजह से किसी तरह का बवाल हो।","contains_idioms": false,"idioms": []}
{"src": "Shame on a government that leaves Indias women unprotected and afraid and allows rapists to walk free.","tgt": "उस सरकार पर लानत है जो भारत की महिलाओं को असुरक्षित और भयभीत छोड़ देती है और बलात्कारियों को खुला छोड़ देती है.","contains_idioms": false,"idioms": []}
{"src": "Jhinjhana is a town and a nagar panchayat in Shamli district in the Indian state of Uttar Pradesh.","tgt": "झिंझाना (Jhinjhana) भारत के उत्तर प्रदेश राज्य के शामली ज़िले में स्थित एक नगर है।","contains_idioms": false,"idioms": []}
{"src": "Or Silvester is said of silvas and of trahens, that is to say he was drawing wild men and hard unto the faith.","tgt": "शफी` (Shafi`i) तथा हनबली (Hanbali) संप्रदायों में इसे अनिवार्य माना जाता है, जबकि मालिकी (Maliki) और हनाफी (Hanafi) संप्रदायों का मानना है कि यह केवल अनुशंसित है।","contains_idioms": false,"idioms": []}
{"src": "The police registered the case against the truck drivers and started the investigation.","tgt": "पुलिस ने ट्रक चालक के खिलाफ मामला दर्ज करके जांच का काम शुरू कर दिया है।","contains_idioms": false,"idioms": []}
{"src": "Indian proverb -","tgt": "भारत की कहावत","contains_idioms": false,"idioms": []}
{"src": "For their safety, tight security is being provided.","tgt": "उनकी सुरक्षा के लिए पुख्ता इंतजाम किए जा रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "\"The 33-year-old \"\"Quantico\"\" actress opened up about her love life in an interview with InStyle magazine.\"","tgt": "‘क्वांटिको’ की 33 वर्षीय अभिनेत्री ने ‘इनस्टाइल’ पत्रिका के साथ एक साक्षात्कार में अपने प्रेम जीवन पर बातें की.","contains_idioms": false,"idioms": []}
{"src": "Men are at more risk than women.","tgt": "पुरुषों की तुलना में महिलाओं को खतरा ज्यादा","contains_idioms": false,"idioms": []}
{"src": "I pay tribute to all those martyrs who have sacrificed their lives for our country.","tgt": "देश के लिए अपना सर्वस्व बलिदान देने वाले सभी शहीदों को मेरी विनम्र श्रद्धांजलि.","contains_idioms": false,"idioms": []}
{"src": "Prime Minister's Office PM attends the 'Namami Narmada' festival on Sardar Sarovar Dam, Gujarat Visits Butterfly Park, eco-tourism site in Kevadiya, GujaratStatue of Unity has put Gujarat on the world tourism map, says PMVision of Sardar Patel is the inspiration behind governments decision on Jammu and Kashmir, PMConfident of bringing prosperity and trust to Jammu,Kashmir and Ladakh: PM Prime Minister Narendra Modi today attended the 'Namami Narmada' festival at Kevadiya Gujarat.","tgt": "प्रधानमंत्री कार्यालय प्रधानमंत्री गुजरात के सरदार सरोवर बांध पर नमामि नर्मदा उत्सव में शामिल हुए गुजरात के केवडिया में पर्यावरण अनुकूल पर्यटन स्थल-तितलियों का पार्क देखने गए स्टैच्यू ऑफ यूनिटी ने गुजरात को दुनिया के नक्शे पर ला दिया है, प्रधानमंत्रीजम्मू कश्मीर पर सरकार का फैसला सरदार पटेल की दूरदृष्टि से प्रेरित : प्रधानमंत्री जम्मू कश्मीर और लद्दाख में विश्वास और समृद्धि लाएंगे: प्रधानमंत्री प्रधानमंत्री श्री नरेंद्र मोदी आज गुजरात के केवडिया में 'नमामि नर्मदा' समारोह में शामिल हुए।","contains_idioms": false,"idioms": []}
{"src": "This was stated in the report of the Comptroller and Auditor General (CAG) of India.","tgt": "नियंत्रक एवं महालेखापरीक्षक (सीएजी) की एक रिपोर्ट में यह जानकारी दी गई है।","contains_idioms": false,"idioms": []}
{"src": "The wealth of the church became his target.","tgt": "निर्गुण ब्रह्म की उपासना उनका मुख्य लक्ष्य हो गया।","contains_idioms": false,"idioms": []}
{"src": "Pakistan is not being able to handle its four provinces, what will they handle Kashmir.","tgt": "पाकिस्तान से अपने चार सूबे नहीं संभल रहे, कश्मीर का क्या करेंगे .","contains_idioms": false,"idioms": []}
{"src": "\"Those who had coveted his position the day before now began to say, \"\"Ah! It is indeed God alone who gives abundantly to whom He will and sparingly to whom He pleases. Had not God been gracious to us, He would have caused us to be swallowed up also.\"\" Alas indeed! Those who deny the truth will never prosper.\"","tgt": "और जिन लोगों ने कल उसके जाह व मरतबे की तमन्ना की थी वह (आज ये तमाशा देखकर) कहने लगे अरे माज़अल्लाह ये तो ख़ुदा ही अपने बन्दों से जिसकी रोज़ी चाहता है कुशादा कर देता है और जिसकी रोज़ी चाहता है तंग कर देता है और अगर (कहीं) ख़ुदा हम पर मेहरबानी न करता (और इतना माल दे देता) तो उसकी तरह हमको भी ज़रुर धॅसा देता-और माज़अल्लाह (सच है) हरगिज़ कुफ्फार अपनी मुरादें न पाएँगें","contains_idioms": false,"idioms": []}
{"src": "The Prime Minister referred to the long-pending demand from the Indian Army for 1.86 lakh bullet-proof jackets, and said the Union Government has procured over 2.30 lakh bullet-proof jackets over the last four and a half years.","tgt": "प्रधानमंत्री ने 1.86 लाख बुलेट प्रूफ जैकेट की भारतीय सेना की पुरानी मांग की चर्चा करते हुए कहा कि केंद्र सरकार ने साढ़े चार वर्षों में 2.30 लाख बुलेट प्रूफ जैकेट की खरीदारी की है।","contains_idioms": false,"idioms": []}
{"src": "device not ready","tgt": "युक्तियां तैयार नहीं","contains_idioms": false,"idioms": []}
{"src": "So, this is something that is of concern to us because as we have seen in the very first lecture, when we combust coal we not only get energy in terms of electricity, but we also get a lot of pollutants, and these are like oxides of sulphur, sulphur is present in coal in maybe 1 or 2% by by mass, you have nitrogen oxides, carbon monoxide, carbon oxide, particulates coming from ash, mineral matter that is present in the coal which can be significant in in the Indian context.","tgt": "यह हमारे लिए चिंता का विषय है क्योंकि जैसा कि हमने पहले व्याख्यान में देखा है, जब हम कोयले का दहन करते हैं तो हमें न केवल बिजली के मामले में ऊर्जा मिलती है, बल्कि हमें बहुत सारे प्रदूषक भी मिलते हैं, और ये सल्फर (Sulphur) ऑक्साइड (oxide) की तरह हैं, सल्फर(sulphur) कोयले में द्रव्यमान से शायद 1 या 2% में मौजूद है, आपके पास नाइट्रोजन ऑक्साइड (nitrogen oxide), कार्बन मोनोऑक्साइड (carbon monoxide), कार्बन डाइऑक्साइड (carbon dioxide), राख से आने वाले कण हैं, खनिज पदार्थ जो कोयले में मौजूद हैं जो भारतीय संदर्भ में महत्वपूर्ण हो सकते हैं।","contains_idioms": false,"idioms": []}
{"src": "organised marketing","tgt": "संगठित विपणन","contains_idioms": false,"idioms": []}
{"src": "Bhutan, Nepal and India plan to export electricity to Bangladesh.","tgt": "गगन के लिए श्रीलंका, बांग्लादेश और नेपाल ने भारत से संपर्क साधा है।","contains_idioms": false,"idioms": []}
{"src": "Maharashtra farmers earn loan waiver","tgt": "महाराष्ट्र में किसानों का साहूकारी कर्जा माफ","contains_idioms": false,"idioms": []}
{"src": "Upon learning about the incident, police along with clues teams and dog squad have arrived at the spot and collected the evidence.","tgt": "सूचना पर पुलिस मौके पर पहुंची और एफएसएल व डॉग स्क्वायड टीम की मदद से साक्ष्य जुटाए है।","contains_idioms": false,"idioms": []}
{"src": "This is a breach of the right to privacy.","tgt": "यह निजता के मौलिक अधिकार का उल्लंघन है.","contains_idioms": false,"idioms": []}
{"src": "\"The Pakistani PM added that \"\"India accused Pakistan without any evidence\"\"\"","tgt": "खान ने कहा, बिना किसी सबूत के पाकिस्तान पर इल्जाम लगाया गया है।","contains_idioms": false,"idioms": []}
{"src": "In response, the Gujarat Chief Minister Vijay Rupani informed that the state was conducting 456 tests per million per day, through a network of 34 government and 59 private laboratories. Meanwhile, the recovery rate in the state has gone up to 77%","tgt": "इसके जवाब में मुख्यमंत्री विजय रूपाणी ने सूचित किया कि 34 सरकारी और 59 निजी प्रयोगशाला के द्वारा राज्य में प्रतिदिन दस लाख की आबादी पर 456 लोगों के परीक्षण किए जा रहे हैं","contains_idioms": false,"idioms": []}
{"src": "Police has arrested two persons with the detonators.","tgt": "पुलिस ने किन्नर दीक्षा के साथ दो शूटरों को गिरफ्तार कर लिया है.","contains_idioms": false,"idioms": []}
{"src": "E. (Civil","tgt": "बीई (सिविल)","contains_idioms": false,"idioms": []}
{"src": "There are two problems here.","tgt": "यहां हमारी दो समस्याएं हैं।","contains_idioms": false,"idioms": []}
{"src": "Former cricketers team up to mentor youngsters in Junior Cricket Championship","tgt": "जूनियर क्रिकेट चैंपियनशिप में ट्रेनिंग देंगे पूर्व क्रिकेटर","contains_idioms": false,"idioms": []}
{"src": "\"AIMIM chief Asaduddin Owaisi said, \"\"I spoke to HD Kumaraswamy and congratulated him for his partys victory.\"","tgt": "कर्नाटक विधानसभा चुनाव में रिजल्ट के बाद जेडीएस और कांग्रेस के बीच गठबंधन को लेकर एआईएमआईएम चीफ असदुद्दीन ओवैसी ने कहा कि मैंने एचडी कुमार स्वामी से बात की है और कर्नाटक में उनकी जीत और भावी मुख्यमंत्री के तौर पर उनको बधाई भी दी है।","contains_idioms": false,"idioms": []}
{"src": "Faith in God will increase.","tgt": "ईश्वर के प्रति आस्था और मजबूत होगी।","contains_idioms": false,"idioms": []}
{"src": "\"Indeed, they are deniers of the truth who say, \"\"God is the Christ, the son of Mary.\"\" For the Christ himself said, \"\"Children of Israel, serve God, my Lord and your Lord.\"\" If anyone associates anything with God, God will forbid him the Garden and the Fire will be his home. The wrongdoers shall have no helpers.\"","tgt": "\"निश्चय ही उन्होंने (सत्य का) इनकार किया, जिन्होंने कहा, \"\"अल्लाह मरयम का बेटा मसीह ही है।\"\" जब मसीह ने कहा था, \"\"ऐ इसराईल की सन्तान! अल्लाह की बन्दगी करो, जो मेरा भी रब है और तुम्हारा भी रब है। जो कोई अल्लाह का साझी ठहराएगा, उसपर तो अल्लाह ने जन्नत हराम कर दी है और उसका ठिकाना आग है। अत्याचारियों को कोई सहायक नहीं।\"\"\"","contains_idioms": false,"idioms": []}
{"src": "Due to protest heavy traffic jam was witnessed on both sides of highway.","tgt": "विरोध में जमकर बवाल करके हाईवे पर दोनों तरफ भयंकर जाम लगा दिया।","contains_idioms": false,"idioms": []}
{"src": "Mina Ahadi (Persian: , romanized: Min Ahadi, born 1956) is an Iranian-Austrian political activist.","tgt": "मिना अहादी () (जन्म 1956) एक ईरानी - ऑस्ट्रियाई राजनीतिक कार्यकर्ता है।","contains_idioms": false,"idioms": []}
{"src": "We are in an independent India.","tgt": "हम भारत में हैं जहां न्यायपालिका स्वतंत्र है.","contains_idioms": false,"idioms": []}
{"src": "He will face Serbian Novak Djokovic in the final.","tgt": "फाइनल में शापोवालोव का सामना दुनिया के नंबर एक खिलाड़ी सर्बिया के नोवाक जोकोविक से होगा।","contains_idioms": false,"idioms": []}
{"src": "Or one may attend some Christian meetings but may do little to prepare for and participate in them.","tgt": "शायद उसकी ज़िंदगी में न तो कोई आध्यात्मिक लक्ष्य हों न ही आध्यात्मिक बातों की तलब या जोश ।","contains_idioms": false,"idioms": []}
{"src": "We remain hopeful and will continue working hard on our space programme.","tgt": "हमें उम्मीद है अपने अंतरिक्ष कार्यक्रम में हम कठिन परिश्रम करना जारी रखेंगे।","contains_idioms": false,"idioms": []}
{"src": "It was later found that the bike had been stolen.","tgt": "बाद में बताया कि बाइक चोरी की है।","contains_idioms": false,"idioms": []}
{"src": "What is the G20 Summit?","tgt": "क्या है G20 शिखर सम्मेलन?","contains_idioms": false,"idioms": []}
{"src": "Rahul Gandhi expresses regret once again in SC over remarks on Rafale verdict","tgt": "रफाल मामले में राहुल गांधी ने फिर SC में जताया खेद, पर माफी नहीं मांगी","contains_idioms": false,"idioms": []}
{"src": "The prophet who has a dream, let him tell a dream. and he who has my word, let him speak my word faithfully. What is the straw to the wheat? says Yahweh.","tgt": "यदि किसी भविष्यद्वक्ता ने स्वप्न देखा हो, तो वह उसे बताए, परन्तु जिस किसी ने मेरा वचन सुना हो तो वह मेरा वचन सच्चाई से सुनाए। यहोवा की यह वाणी है, कहां भूसा और कहां गेहूं?","contains_idioms": false,"idioms": []}
{"src": "Team India England England Series","tgt": "टीम इंडिया इंग्लैंड इंडिया-इंग्लैंड टेस्ट सीरीज","contains_idioms": false,"idioms": []}
{"src": "See full list-","tgt": "देखिए पूरी लिस्ट -","contains_idioms": false,"idioms": []}
{"src": "Police reached the place and tried to control the situation.","tgt": "अफरा तफरी के हालात में ही पुलिस मौके पर पहुंची और स्थिति को भांपने की कोशिश करती रही।","contains_idioms": false,"idioms": []}
{"src": "Can you suggest a few funds?","tgt": "क्या आप कुछ फंड सुझा सकते हैं?","contains_idioms": false,"idioms": []}
{"src": "For thy name's sake, O LORD, pardon mine iniquity. for it is great.","tgt": "हे यहोवा अपने नाम के निमित्त मेरे अधर्म को जो बहुत हैं क्षमा कर।।","contains_idioms": false,"idioms": []}
{"src": "Language. Layout. Keyboard.","tgt": "भाषा. लेआउट. कुंजीपटल.","contains_idioms": false,"idioms": []}
{"src": "Indian Prime Minister Narendra Modi's BJP has lost elections in five states in his country.","tgt": "प्रधानमंत्री नरेंद्र मोदी के संसदीय क्षेत्र में बीजेपी ने सातों सीटें खो दी हैं।","contains_idioms": false,"idioms": []}
{"src": "According to the police, the student and the accused knew each other.","tgt": "पुलिस के मुताबिक आरोपी युवक और छात्रा एक दूसरे के काफी करीब थे।","contains_idioms": false,"idioms": []}
{"src": "The official said one of the others detained is Browns bodyguard.","tgt": "अधिकारी ने कहा कि हिरासत में लिए गए अन्य लोगों में से एक ब्राउन का बॉडीगार्ड भी है।","contains_idioms": false,"idioms": []}
{"src": "Police are on the lookout for other members of the gang.","tgt": "पुलिस गिरोह से जुड़े अन्य लोगों की तलाश में जुटी हुई है।","contains_idioms": false,"idioms": []}
{"src": "\"We bestowed knowledge on David and Solomon and they both said, \"\"Praise be to God who has exalted us above many of His believing servants.\"\"\"","tgt": "और इसमें शक नहीं कि हमने दाऊद और सुलेमान को इल्म अता किया और दोनों ने (ख़ुश होकर) कहा ख़ुदा का शुक्र जिसने हमको अपने बहुतेरे ईमानदार बन्दों पर फज़ीलत दी","contains_idioms": false,"idioms": []}
{"src": "Lead(II) sulfide (also spelled sulphide) is an inorganic compound with the formula PbS.","tgt": "लेड (II) सल्फाइड एक अकार्बनिक यौगिक है।","contains_idioms": false,"idioms": []}
{"src": "\"\"\"The Chinese government's main argument is that the authors aim to overthrow the state with their writings and opinions,\"\"\"\" says Sager.\"\"\"","tgt": "\"\"\"जागर कहते हैं, \"\"\"\"चीन की सरकार का तर्क है कि लेखक अपनी राय और शब्दों के जरिए सरकार को उखाड़ फेंकना चाहते हैं.\"\"\"","contains_idioms": false,"idioms": []}
{"src": "A special function on the occasion to commemorate 70th Anniversary of adoption of the Constitution of India, - SamvidhanDiwas was organized in the Central Hall of Parliament today.","tgt": "\"\"\"भारत के संविधान को अंगीकार करने की 70वीं वर्षगांठ के अवसर पर एक विशेष समारोह, - \"\"\"\"संविधान दिवस\"\"\"\" आज संसद के सेंट्रल हॉल में आयोजित किया गया था।\"\"\"","contains_idioms": false,"idioms": []}
{"src": "The protection of consumers rights in the digital context is important for a sustainable and inclusive development of e-commerce, which also needs to address cross-border cooperation and enforcement.","tgt": "डिजिटल संदर्भ में उपभोक्ताओं के अधिकारों का संरक्षण ई-कॉमर्स और सतत तथा समग्र विकास के लिए महत्वपूर्ण है और इसके लिए सभी देशों का सहयोग आवश्यक है।","contains_idioms": false,"idioms": []}
{"src": "Navjot Singh Sidhu's wife, Navjot Kaur Sidhu has quit the primary membership of the Congress party in Punjab.","tgt": "राज्यसभा से इस्तीफा देने वाले नवजोत सिंह सिद्धू की पत्नी नवजोत कौर सिद्धू आम आदमी पार्टी के टिकट पर पंजाब . पढ़ें","contains_idioms": false,"idioms": []}
{"src": "On the side-lines of the Summit, Suresh Prabhu will hold bilateral meetings with Trade Minister of South Korea, Minister of Economy of UAE, Mr.Stepan Kubiv, First Vice Prime Minister and Minister of Economic Development and Trade of Ukraine, Secretary of State for Commerce, Cambodia, Minister of Industry, Commerce & Supplies, Nepal, Minister of State for Economic Development of the Maldives and Mr.Crispin Simon, The British Deputy High Commission in India","tgt": "श्री सुरेश प्रभु शिखर सम्‍मेलन के दौरान अलग से दक्षिण कोरिया के व्‍यापार मंत्री, संयुक्‍त अरब अमीरात के अर्थव्‍यवस्‍था मंत्री, उक्रेन के प्रथम उप-प्रधानमंत्री एवं आर्थिक विकास व व्‍यापार मंत्री श्री स्‍टीपन क्‍यूबिव, कम्‍बोडिया के वाणिज्‍य मंत्री, नेपाल के उद्योग, वाणिज्‍य एवं आपूर्ति मंत्री, मालदीव के आ‍र्थिक विकास राज्‍य मंत्री और भारत में ब्रिटेन के उप-उच्‍चायुक्‍त श्री क्रिसपिन साइमन के साथ द्विपक्षीय बैठकें करेंगे","contains_idioms": false,"idioms": []}
{"src": "The accused were produced in court.","tgt": "आरोपियों को अदालत में पेश कर दिया","contains_idioms": false,"idioms": []}
{"src": "\"\"\"I have played badminton, hockey as well as football.\"","tgt": "मैंने फुटबॉल, वॉलीबॉल और हॉकी खेली।","contains_idioms": false,"idioms": []}
{"src": "One of the most interesting features on the iPhone 8 Plus is the Portrait Lighting.","tgt": "सबसे खास बात आईफोन 8 प्लस के कैमरे की ये है कि इसमें लाइटनिंग पोट्रेट मोड दिए गए है.","contains_idioms": false,"idioms": []}
{"src": "So, where is the question of filing IT returns?","tgt": "तो ऐसे में आईटी रिटर्न दाखिल करने का सवाल ही कहां है?","contains_idioms": false,"idioms": []}
{"src": "They raised slogans against district administration and Municipal authorities.","tgt": "नगर निगम और सरकार के खिलाफ जमकर नारेबाजी की।","contains_idioms": false,"idioms": []}
{"src": "The Tocklai Tea Research Centre is the oldest tea research institution in the world","tgt": "टोकलाई चाय रिसर्च केंद्र, दुनिया का सबसे पुराना चाय अनुसंधान केंद्र है।","contains_idioms": false,"idioms": []}
{"src": "What, though, about those who have been associated with the Christian congregation for many years?","tgt": "मगर, उन लोगों के बारे में क्या जो कई सालों से मसीही कलीसिया के सदस्य हैं?","contains_idioms": false,"idioms": []}
{"src": "The issue of sewage will also be solved.","tgt": "पेयजल की समस्या का भी हल हो जायेगी।","contains_idioms": false,"idioms": []}
{"src": "News of another transfer.","tgt": "एक और तबादले की खबर आ गई।","contains_idioms": false,"idioms": []}
{"src": "The opposition, however, has been raising a furore on this issue.","tgt": "इस मुद्दे पर विपक्ष ने खूब हंगामा किया.","contains_idioms": false,"idioms": []}
{"src": "Prime Minister Narendra Modi expressed his greetings to the people of Telangana on its Statehood Day.","tgt": "नगालैंड के मुख्यमंत्री नेफियू रिओ ने इस अवसर पर लोगों को बधाई दी है।","contains_idioms": false,"idioms": []}
{"src": "The study was published in the New Journal of Physics.","tgt": "यह नया अध्ययन ‘द जर्नल ऑफ फिजियोलॉजी’ में प्रकाशित हुआ है.","contains_idioms": false,"idioms": []}
{"src": "Removal of body hair works considerably faster.","tgt": "सिंधी लिपि का बड़ी तेजी से व्यवहार में उपयोग कम होता जा रहा है।","contains_idioms": false,"idioms": []}
{"src": "The TKDL technology has created a unique mechanism for a Sanskrit sloka to be read in German/ Japanese/English/French/Spanish, by an examiner at EPO or any other International Patent Offices on a computer screen.","tgt": "टीकेडीएल तकनीक से कंप्‍यूटर पर ईपीओ या अन्‍य किसी अंतरराष्‍ट्रीय पेटेंट कार्यालयों में संस्‍कृत के श्‍लोक को जर्मन/जापानी/अंगेज़ी/फ्रांसीसी/स्‍पेनिश भाषा में पढ़ा जा सकता है ।","contains_idioms": false,"idioms": []}
{"src": "Wifistudy focuses on preparation for competitive public-sector exams such as SSC, banking, railway, and state police.","tgt": "विफिस्टुडी प्रतियोगी सार्वजनिक क्षेत्र की परीक्षा जैसे एसएससी, बैंकिंग, रेलवे और राज्य पुलिस की तैयारी पर ध्यान केंद्रित करता है।","contains_idioms": false,"idioms": []}
{"src": "The Board has issued a notice as well.","tgt": "बोर्ड ने इसके लिये नोटिफिकेशन भी जारी कर दिये हैं।","contains_idioms": false,"idioms": []}
{"src": "\"It also stated that the portrayal of Dan White was very fair and humanized and portrayed as more of a tragically flawed character, rather than a \"\"typical 'crazy Christian villain' stereotype\"\".\"","tgt": "\"\"\" इसने यह भी कहा की डैन व्हाइट का चित्रण काफी निष्पक्ष तथा मानवोचित था तथा एक परम्परागत 'विशिष्ट पागल खलनायक ईसाई' की बजाय दोषों से परिपूर्ण एक दुखद चरित्र की तरह इसका चित्रण किया गया है।\"","contains_idioms": false,"idioms": []}
{"src": "First match was played between Indian Air Force and Sri Lankan Air Force. IAF won the match 3 -1","tgt": "पहला मैच भारतीय वायु सेना और श्रीलंका वायु सेना के बीच हुआ","contains_idioms": false,"idioms": []}
{"src": "He is survived by his grandmother, mother, wife, three daughters and a son.","tgt": "उसके पीछे परिवार में दादी, माता, पत्नी तथा तीन छोटी बच्चियां है।","contains_idioms": false,"idioms": []}
{"src": "Chief of Army Staff General Bipin Rawat inaugurated a workshop and an Exhibition on CBRN Defence Technologies to showcase the Products and Technologies developed towards CBRN (Chemical, Biological, Radiological and Nuclear) threats at DRDO Bhawan, New Delhi.","tgt": "केंद्रीय इलेक्ट्रोनिक्स और सूचना प्रौद्योगिकी तथा विधि और न्याय मंत्री श्री रवि शंकर प्रसाद ने विकास और एआई के इस्तेमाल में लगे उद्योग और शैक्षणिक समुदाय का आह्वान किया कि वे एआई मॉडल विकसित करने के लिए मिलकर कार्य करें जो स्वास्थ्य, शिक्षा, कृषि और शासन के क्षेत्र में जटिल समस्याओं का समाधान करने में सक्षम हैं","contains_idioms": false,"idioms": []}
{"src": "Ranveer commented on the photo shared on her Instagram account.","tgt": "रणवीर ने अपने इंस्टाग्राम पर एक तस्वीर शेयर की है।","contains_idioms": false,"idioms": []}
{"src": "Participation of all is must in this.","tgt": "इसमें आप सभी की सहभागिता जरूरी होगी'.","contains_idioms": false,"idioms": []}
{"src": "As people are...","tgt": "जैसे ही लोगों को…","contains_idioms": false,"idioms": []}
{"src": "\"\"\"We, in our draft resolution, have said we don't want any understanding with the Congress.\"","tgt": "उन्होंने कहा, हमने अपने प्रस्ताव में कहा है कि हम कांग्रेस के साथ कोई तालमेल नहीं चाहते।","contains_idioms": false,"idioms": []}
{"src": "He said: Go in through the narrow gate. because broad and spacious is the road leading off into destruction, and many are the ones going in through it. whereas narrow is the gate and cramped the road leading off into life, and few are the ones finding it.","tgt": "यह ठीक वैसा ही है जैसे लोग बाज़ार से अपनी पसंद के जूते खरीद सकते हैं ।","contains_idioms": false,"idioms": []}
{"src": "Advanced setup...","tgt": "उन्नत सेटअप...","contains_idioms": false,"idioms": []}
{"src": "Manushi is a huge fan of former Miss Worlds and super achievers Priyanka Chopra and Aishwarya Rai Bachchan and considers them her role models.","tgt": "बता दें, मानुषी पूर्व मिस वर्ल्ड और सुपर अचीवर्स प्रियंका चोपड़ा और ऐश्वर्या राय बच्चन की बहुत बड़ी प्रशंसक हैं और उन्हें अपना रोल मॉडल मानती हैं.","contains_idioms": false,"idioms": []}
{"src": "In the current year it is unlikely that requirements will be met, even though we are giving the highest priority to fertilizer imports.","tgt": "वर्तमान वर्ष में यह सम्भव नहीं प्रतीत होता है कि हम अपनी जरूरत का अनाज पैदा कर सकेंगे हालांकि हम उर्वरकों के आयात को सर्वोच्च प्राथमिकता दे रहे हैं।","contains_idioms": false,"idioms": []}
{"src": "Many people are interested in this question of who did","tgt": "बहुत से लोग इस प्रश्न में रुचि रखते हैं की जो किया था","contains_idioms": false,"idioms": []}
{"src": "but after that they","tgt": "पर, बाद में यह","contains_idioms": false,"idioms": []}
{"src": "The movie is liked by audiences.","tgt": "फिल्म दर्शकों को तो खूब पसंद आ रही है.","contains_idioms": false,"idioms": []}
{"src": "My meditation of him shall be sweet: I will be glad in the LORD.","tgt": "मेरा ध्यान करना, उसको प्रिय लगे, क्योंकि मैं तो याहेवा के कारण आनन्दित रहूंगा।","contains_idioms": false,"idioms": []}
{"src": "They were quite fast.","tgt": "इनकी रफ्तार काफी तेज थीं।","contains_idioms": false,"idioms": []}
{"src": "Many significant decisions were taken at the meeting.","tgt": "बैठक में कई महत्त्वपूर्ण विकासात्मक निर्णय लिए गए।","contains_idioms": false,"idioms": []}
{"src": "NATO says it has suspended a training mission for soldiers in the Iraqi army in the wake of the killing of Iranian General Qassem Soleimani.","tgt": "नाटो ने ईरानी जनरल कासिम सुलेमानी की हत्या के मद्देनजर इराकी सेना में सैनिकों के लिए एक प्रशिक्षण कार्यक्रम को फ‍िलहाल स्‍थगित कर दिया है।","contains_idioms": false,"idioms": []}
{"src": "M. [05/10/2011] Integrated Steel Plants and Sponge Iron Plants, which are linked to iron ore as raw material from mining operations in the Districts of Bellary, Tumkur and Chitradurga in Karnataka.[Updated: October 5th, 2011]","tgt": "M. [05/10/2011] – एकीकृत स्टील प्लांट और स्पंज आयरन प्लांट, जो कर्नाटक के बेल्लारी, तुमकुर और चित्रदुर्ग जिलों में खनन कार्यों से कच्चे माल के रूप में लौह अयस्क से जुड़े हैं. [अपडेट किया गया: 5 अक्टूबर 2011]","contains_idioms": false,"idioms": []}
{"src": "would support the Congress","tgt": "कांग्रेस को देंगे समर्थन","contains_idioms": false,"idioms": []}
{"src": "I dont know when that day will come.","tgt": "वह दिन पता नहीं कब आएगा?","contains_idioms": false,"idioms": []}
{"src": "We are improving that I think it will be a great environmental help as well, the Chief Justice said.","tgt": "हम इसे और बेहतर बना रहे हैं मुझे लगता है कि इससे पर्यावरण की रक्षा में भी मदद मिलेगी।","contains_idioms": false,"idioms": []}
{"src": "Other Asian markets also saw strong gains.","tgt": "वहीं दूसरी ओर अन्य एशियाई बाजारों में भी तेजी का रुख देखने को मिला।","contains_idioms": false,"idioms": []}
