[
    {
        "original_text": "میل متوسط به مصرف در گروه های پایین در آمدی به طور معمول بیشتر از گروه های بالای در آمدی است، بنابر این بار مالیات غیر مستقیم بر گروه های پایین درآمدی بیشتر بوده و اثرهای توضیعی آن نابرابرگر است.",
        "text": "Apetite for consuming among low income groups usually is higher than among upper income groups, therefore the weight of indirect taxes has been more on lower income groups and results of its distribution causes inequality. "
    },
    {
        "original_text": "در کشورهایی با عرضه آموزش و پرورش و خدمات بهداشتی رایگان توزیع درآمد بازار نابربرتراز توزیع درآمد قابل تصرف است.",
        "text": "In countries that deliver free education and health care distributing the market income is more unequal than distributing the conqurable income.  "
    },
    {
        "original_text": "در این پژوهش از ریزداده های بودجه خانوار به صورت خام جهت برآورد شاخص نابراری استفاده می شود.",
        "text": "In this study small data about family income is used raw to estimate inequlity index"
    },
    {
        "original_text": "قوانين کار به شدت سختگيرانه کشور، باعث شده است عمدتا افرادي حاضر به سرمايه گذاري هاي بلندمدت در کشور شوند که داراي ارتباطات گسترده اي براي دور زدن اين قوانين بوده و قادرند بخش عمده نيروي کار خود را بدون هيچ گونه قرارداد رسمي استخدام کنند. ",
        "text": "difficult employment laws have caused people to invest long term in the country who have vast connections to go around these laws and are able to hire a great part of their work force without any formal contract."
    },
    {
        "original_text": "که در سال انتخابات ریاست‌جمهوری دولت ظاهرا این روش را ترجیح می‌دهد، مردمی که از تنگناهای مالی در فشار هستند، از یارانه نقدی برای برآورده کردن نیازهای خود استفاده خواهند کرد و این به معنای افزایش شدید مصرف خواهد بود. ",
        "text": "If money (cash subsidies) is put in the handsof the people, which in an election year it seems like the presidency of government on the surface prefers it this way, people who are in a tight economic place will use susidies to fulfill their needs and this means a vast increase in consumption. "
    },
    {
        "original_text": "تورم شتابان در مدت زمان بسیار کوتاهی تمامی یارانه‌های نقدی سخاوتمندانه را خواهد بلعید و مردم فقیر دست‌خالی‌تر از گذشته با غول ترسناک تورم و گرانی دست به گریبان خواهند شد.  ",
        "text": "Certainly a government in search of attracting people's satisfaction,  will have to provide a big section of this new demand (for consumption) through imports, or otherwise with attention to tight income, risky atmosphere for business, weakness of industrial and agricultural investments and impossibility of increasing domestic production, acceleration of inflation in a short time will swallow all of people's  generous subsidies and poor people, more empty handed than before, will struggle with the frightening giant of inflation and high prices."
    },
    {
        "original_text": "به این ترتیب از اهمیت و ارزش کار و تلاش کاسته خواهد شد و شمار فزاینده‌ای از خانوارهای ایرانی چشم به راه یارانه های نقدی برای گذران زندگی خواهند گردید.",
        "text": "It can be expected that with the increase of inflation, decrease in production and widespread unemployment, downward process of real income for a large group of employees in the  public and private sectors and increasing dependency of a larger number of families on subsidies  will decrease importance of work and a large number of people will have their eyes on the subsidies in order to run their lives."
    },
    {
        "original_text": "اثر اولیه پرداخت یارانه نقدی در کاهش فقر و کم شدن شکاف درآمدی ثروتمندان و فقرا با افزایش قیمت‌ها ابتدا کمرنگ شده و به تدریج مجددا شکاف درآمدی تعمیق  می‌گردد.",
        "text": "The original influence of paying subsidies, reducing poverty and decreasing the income chasm between the rich and the poor, will pale by increase in prices and and eventually the income chasm will become deeper."
    },
    {
        "original_text": "به تعبیری یارانه نقدی آب شوری است که تشنه را هیچ‌گاه سیراب نخواهد ساخت.",
        "text": "In a way cash subsidy is salt water that will never satisfy the thirsty."
    },
    {
        "original_text": "طرح ریاضت اقتصادی و افزایش مالیات ها و کم کردن هزینه های رفاهی و صرف این مبالغ هنگفت در جنگ باعث تظاهرات ضد دولتی شده است.",
        "text": "Economic fasting and increase in taxes and decrease in welfare expenses and spending these huge amonts on war has caused antigovernment demonstrations."
    },
    {
        "original_text": "آیا برای تعدیل درآمد, می توان از ابزارها و سیاستهای توزیعی خاص بهره برد, یا باید در انتظار نشست تا دست نامرئی, خود به خود توزیع را عادلانه و فقر را ریشه کن کند؟  ",
        "text": "To balance income can we benefit by tools and specific distribution policies, or shall we wait till the invisible hand, automatically makes distribution just and uproots poverty?"
    },
    {
        "original_text": "وسعت نمی یافت رشد سریع اقتصادی که در این منطقه صورت گرفته است میتوانیست در حدود 240 میلیون انسان را ازلجنزار مهلک فقر شدید نجات دهد.",
        "text": "In a report pubished recently by Enkeshaf Bank of Asia it is claimed  that if the gap of distribution of wealth in developing economies of  Asia in the past 20 years had not increased the rapid economic growth in  this region could have saved almost 240 milion people from the deadly  sewer of severe poverty."
    },
    {
        "original_text": "گفتنی است که کاهش نابرابری بدون رشد در میان مدت و بلندمدت، یعنی زدن بر در بسته.",
        "text": "It should be said that decreasing inequality without middlle term growth  and long term growth means knocking on closed door."
    },
    {
        "original_text": "اما آقای رئیس جمهور نه در زمان انتخابات و نه بعد از آن ، برنامه ای را برای فقر زدایی و کاهش نابرابری های اجتماعی ارائه نکرده اند. دولت جدید چگونه میتواند سفره مردم تهیدست را رنگین و براین بی عدالتی بزرگ خاتمه دهد؟",
        "text": "But the President, neither during elections nor after it, present a plan for removing poverty and reducing social inequalities. How can the government make the tablecloth of poor people colorful and end this big injustice?"
    },
    {
        "original_text": "هر برنامه علمی برای ریشه کنی فقر و نابرای مستلزم شناخت عوامل موجد آن اتخاذ سیاستها و برنامه های مناسب برای مقابله با آن و اجرای موفق آمیز این برنامه هاست. ",
        "text": "Every program for destroying the roots of poverty and inequality needs  to include familiarity with causes that create it and tenable policies  and programs suitable to encouter it and successful implementation of  these programs."
    },
    {
        "original_text": "در این که نابرابری  به موضوعاتی همچون شکاف بین پولدارها و فقرا و یا تفاوت بین افراد برخئردار ومحروم وجود دارد اتفاق نظر وجود دارد.",
        "text": "That in inequality issues exist such as the gap between the rich  and the poor or there is a  difference between people with opportunity and  the disenfrachised, there is an agreement."
    },
    {
        "original_text": "مایکل توداروتوسعه را اینگونه تعریف می کند: توسعه را باید جریانی چند بعدی دانست که مستلزم تغییرات اساسی در ساخت اجتماعی ...",
        "text": "Michael Tudaro defines development:  Development must be known as a current with several dimensions which is in need of major changes in social built, people and institutional concepts and also increase of economic growth, decrease of inequality and the complete uprooting poverty ."
    },
    {
        "original_text": "طرح هدفمندی یارانه‌ها به منزله یک تیغ دولبه بوده و همان طور که اجرای صحیح و کارآمد آن می‌تواند باعث کاهش نابرابری درآمدی در ایران شود.",
        "text": "The plan to distribute subsidies was to a degree a two edged sword and  the same way that the correct implentation of it could decrease  inequality in Iran, faulty implementation could achieve nothing in  relation to decreasing income inequality."
    },
    {
        "original_text": "برنامه توسعه اقتصادی پنجم جمهوری اسلامی ایران، در زمینه کاهش نابرابری درآمدی، هدف کاملا شفافی را معین کرده است.",
        "text": "The program for economic development of the fifth government of the  Islamic Republic of Iran, in relation to decreasing inequality, has  defined absolutelty transparent goals."
    },
    {
        "original_text": "اجرای منطقی طرح هدفمندی یارانه‌ها و وجود یک مکانیزم مناسب برای بازتوزیع درآمدهای حاصل از طرح مذکور در میان ایرانیان، به صورت بالقوه خواهد توانست نقش موثری را در دستیابی به کاهش نابرابری درآمدی ایفا نماید.",
        "text": "Implementing the plan to distribute subsidies logically and the  existance of an appropriate mechanism for distruting the income  generated from the mentioned subsidies among Iranians, potentially could  play an influential role in gaining a decrease in income inequality."
    },
    {
        "original_text": "آیا هدف گذاری مربوط به کاهش نابرابری درآمدی در برنامه توسعه پنجم که در قالب کاهش ضریب جینی به 35/0 بیان شده، قابل دستیابی ا‌ست یا مانند اهداف برنامه توسعه چهارم قابل دستیابی نخواهد بود؟",
        "text": "Is the goal set relating to decreasing inequality in the fifth program  of development which is expressed within mold of the Gini Index,  attainable or will it not be attainable like the goals for development  of the fourth program?"
    },
    {
        "original_text": "هم‌اکنون ریشه‌اصلی نابرابری اقتصادی در ایران، از یک طرف به پایین بودن سرمایه‌ انسانی در میان خانواده‌های فقیر مربوط بوده و از طرف دیگر به نابرابری در دسترسی به امکانات زیربنایی در مناطق مختلف ایران مربوط می‌شود.",
        "text": "At the moment the real root of economic inequality in Iran, is related  on the one side to the lack of human capital among poor families and on  another side it is related to inequality in access to infrastructural  possibilities in different parts of Iran."
    },
    {
        "original_text": "اگر به جای يارانه نقدي که مانند آمپول هاي مسکني است که درد را کاهش مي دهد اما بيماري را درمان نمي کند، دولت بتواند با رضايت مردم بخشي از اين پول ها را براي کارآفريني هزينه کند ...",
        "text": "If instead of cash subsiedies which are like pain relief shots that decrease the pain but do not heal the sickness, the government would, with people's satisfaction, spend some of this money at creating jobs, not only would the economic situation of the country with the passing of time improve and boom, but also wealth will be created in families."
    },
    {
        "original_text": "فقر و محرومیت و مسائل ناشی از آن همانطور که همه آگاه هستیم در کشورهای توسعه نیافته‏ جهان از جمله مسائلی است که طی قرنها برای‏ اقشار وسیع مردم دردی آشنا و جانکاه بوده و هست.",
        "text": "Poverty and disenfranchisement and problems caused by them, as we all know, in undeveloped countries of the world are some of the major issues that throughout centuries for a wide class of people has been a familiar and life consuming pain."
    },
    {
        "original_text": "از امسال برنامه واگذاری زمین به تعاونی ها در کل کشور دنبال خواهد شد و از این طریق درنظر داریم تا یک جهش قابل توجهی در بخش تعاون ایجاد شود.",
        "text": "As of this year transfer of land to cooperatives will be followed in the whole country and this way we intend that a significant leap should be created in the cooperative sector."
    },
    {
        "original_text": "با توجه به این که چین خود را برای انتقال رهبری به شی جینگ پینگ در سال آینده آماده می‌کند، کند شدن آهنگ رشد اقتصادی مسلما موجب نگرانی رهبر آینده این کشور خواهد شد.",
        "text": "Paying attention to the fact that China prepares itself for transfer of leadership to Shay Jing Ping in the next year, the slowing of music of economic development definitely will cause worries for the future leader of this country. "
    },
    {
        "original_text": "البته تردیدی نیست که چینی‌ها آگاهند که از مردم بسیاری از کشورهای جهان وضع بهتری دارند و رکود اقتصادی جهانی را از بیشتر کشورها بهتر از سر گذرانده‌اند.",
        "text": "Of course there is no doubt that the Chinese are aware that they are better off than many of the people in other countries of the world and that they have tolerated the world's economic slowdown better."
    },
    {
        "original_text": "نزدیک به سی سال است که صاحبان ثروت و قدرت جنگ خود را علیه بشریت زحمتکش  تشدید کرده اند تا بدینوسیله با جلوگیری از کاهش درصد سود و ا نباشت سرمایه به زندگی خود در نعمت و رفاه  زالووار در میان نابرابری ...",
        "text": "It is nearly thirty years that the holders of wealth and power have strengthen their war against the hardworking humanity so this way with preventing a decrease in profit and accumulating wealth to continue to live their lives in luxuyry and comfort and continue on like leeches amidst inequality, poverty and adversity of billionsof people."
    },
    {
        "original_text": "امروز در آمریکا افراد ثروتمند زیادی وجود دارند که میلیون ها دلار در سال درآمد داشته و از زندگی پر از رفاه و امنی برخوردارند اما میلیون ها انسان در اقیانوسی از فقر ، بی امنی و بی آیند گی روزانه دست و پا می زنند.",
        "text": "Today in America there are many rich persons who have millions of dollars in income annually and enjoy a life of luxury and security, but millions of humans struggle in an ocean of poverty insecurity and futurelessness."
    },
    {
        "original_text": "ما شاهد طغیان نیروهای زحمت کش و مردم تهیدست  در سراسر جهان علیه هیولای نظامی هستیم که فرتوتی ، گندیدگی و بی ربطی آن از آغاز ۲۰۰۸ به این سو برای توده های وسیعی از مردم،  بویژه کارگران ...",
        "text": "  We witness the hard working and the poor all over the world rebel against the monster of (capitalist) regime whose decay and corruption and irrelevance has been discovered by masses of people especially workers, farmers, the city and village poor, the homeless, and the residents of ghettos and shanty towns.  "
    },
    {
        "original_text": "آمریکای لاتین و غیره نشان میدهد که توده های مردم دیگر حاضر نیستند که در تقسیم و مستعمره سازی مجدد جهان ” گوشت دم توپ ” صاحبان ثروت و قدرت قرار گیرند.",
        "text": "Analysis of the growing situation in the countries of the world from North African countries, Southern European, Middle Eastern, to North American, Latin American and...shows that in dividing and reclonoizing of the world masses of people are not willing to be the \"meat in front of the tank\" for the owners of wealth and power."
    },
    {
        "original_text": "انتقال فن‌آوری برای رشد سریع‌تر، رقابت در صحنه بین‌المللی و رسیدن به سطح کشورهای پیشرفته ضروری است وبرزیل در این ارتباط در لبه برنده بوده.",
        "text": "Transfer of skill for faster development, competing on the international stage and reaching the level of advanced countries is necessary and Brazil in this regard has been on the cutting edge."
    },
    {
        "original_text": "اگر قصد دولت از افزایش چشمگیر یارانه نقدی شاد کردن مردم باشد، که هست، باید یارانه نقدی به موقع در حساب مردم باشد و نمی‌توان با وعده و وعید و اینکه پول را در حساب مردم پس انداز خواهیم کرد آنها را متقاعد کرد.",
        "text": "If the government's motive in the eye catching increase of cash subsidies is to make people happy, and it is, cash subsidies have to be in people's accounts on time and we can not convince them with promises saying that we will save the money in people's account."
    },
    {
        "original_text": "مثلا رانت اطلاعاتی که در نتیجه نشت اطلاعاتی, از تصمیم گیری اقتصادی به وجود می آید, منشا ایجاد ثروت های بادآورده و فرصت های طلائی اقتصادی می شود.",
        "text": "For example situations that are created from information leaking in economic decision making is the source of creation of wind brought wealth and golden economic opportunires."
    },
    {
        "original_text": "در جامعه به کار اقتصادی و مولد می پردازند و در واقع باعث فلج شدن چرخ های کار و تولید در کشور می شود, که منجر به توزیع ناعادلانه درآمد, افزایش شکاف طبقاتی, فقر و بیکاری و در نتیجه کاهش رشد اقتصادی در جامعه می گردد.",
        "text": "Loans instead of being put to increase production and invested at government owned factories, are spent in the market, buying land and instead of increasing production, are spent on middleman transactgions and the money created from this business they spend to cover the loss at their production factories and this in fact not only does not help increase the prodiction in the country but causes disappointment in people who do creative economic work in society, and in fact it causes paralysis of the wheels of work and production in the country, which will result in unjust distribution of income, increase the class gap, poverty and unemployment and as a result decrease of economic growth in society. ."
    },
    {
        "original_text": "در این حالت سطح نابرابری درآمدها بستگی به حجم اشتغالی دارد که اقتصاد قادر به تولید کردن آن است.",
        "text": "In this mode the level of income inequality depends on volume of employment that the economy is able to produce."
    },
    {
        "original_text": "سبب فرار سرمایه از فعالیت های تولیدی به سوی بخش های خدماتی و بازرگانی می شود و موجب گسترش بخش خدمات و توزیع ناعادلانه درآمد و شکاف طبقاتی و فقر است.",
        "text": "Conditions that slow the domestic production sector and decrease growth of investment  and job creation in this sector, cause investment to escape from production activities to service and business sectors and  cause an increase in services and unjust distribution of income, class gap, and poverty."
    },
    {
        "original_text": "به راحتی توسط عرضه کننده، قیمت آن افزایش می یابد و متقاضی نیز به دلیل نیاز به آن در هر صورت، تن به قیمت عرضه شده خواهد داد و منجر به رانت بازی و دلالی در بازار مسکن و توزیع ناعادلانه درآمد و شکاف طبقاتی میشود.",
        "text": "Inflation in housing market causes a consumption good to become an investment good full of returns, even though housing is a long term consumption good and it must be produced based on demand which will cause a balance in the price, because of turning into an investment good, and lack of government interference on this issue, it increases in price very easily by the supplier and the seeker any way will give in to the presented price which will cause imbalance in the housing market and cause unujust distribution of wealth and class division."
    },
    {
        "original_text": "و از آنجا که ضعف نظام مالیاتی و عدم تخصیص مناسب در ایران وجود دارد, لذا تصحیح نظام مالیاتی, جزء مهمترین اهرمهای تعدیل اقتصادی درآمده است.",
        "text": "And since the weakness of tax system and  lack of proper appropriation exist in Iran, correction of the tax system has become the most important lever of economic balance.  "
    },
    {
        "original_text": "اما در واقع می توان گفت فساد یک سرطان اجتماعی بسیار پیچیده است که اپیدمی دارد و علت پیچیدگی آن، این است که فساد به عنوان یک مسئله اجتماعی با عدم توافق اقتصادی و اجتماعی و سیاسی، بخصوص با نابرابریها در ارتباط است.",
        "text": "But in fact one can say that corruption is a very complicated social cancer that is epidemic and the reason for its complication is that corruption as a socila issue is connected to economic social and political deiscrepencies, specially it is connected to disparities in these realms.  "
    },
    {
        "original_text": "فقر و فساد، نرخ رشد پايين اقتصادي، پاسخگويي اندك و كيفيت ضعيف بوروكراتيك بیماریهایی هستند كه مي‌توانند جنگ‌هاي داخلي را در اين مناطق تشديد كنند.",
        "text": "Poverty and corruption, the cost of slow economic growth, low accountability and weak quality of bureaucracy are diseases that could encourage inner wars in these parts."
    },
    {
        "original_text": "نابرابري اقتصادي  بستری است براي فساد که منجر به نابرابري‌هاي بيشتر مي‌شود.",
        "text": "Economic inequality is a bed for corruption that leads to other inequalities."
    },
    {
        "original_text": "فقر موجودی است زاده  از درآمد ناکافی.",
        "text": "Poverty is a creature born of more than insufficient income."
    },
    {
        "original_text": "فقر هشت پایی  غیرممکن است در ارتباط با دسترسی به خدمات عمومی ضروری مثل تحصیلات، سلامت، آب، بهداشت و نیز  کیفیت آنها.",
        "text": "poverty is  an octapus in relation with access to necessary public services like education, health, water, hygiene and also their quality."
    },
    {
        "original_text": "فقر خلا ئی است ساخته از  فقدان فرصت و ترس از آزار دیدن، همچنین نداشتن آزادی بیان، نداشتن حق انتقاد و عدم امکان دسترسی به جریان آزاد اطلاعات.",
        "text": " Poverty is a void made of lack of opportunity and fear of injury, also lack free speech, lack of the right to criticize and lack of access to free flow of information. "
    },
    {
        "original_text": "اما فساد به طور غیرمستقیم هم بر فقرا اثر میگذارد زیرا فساد مانع رشد اقتصادی به حساب می آید، نابرابری را افزایش می دهد.",
        "text": "But corruption affects the poor indirectly also because it is considered a block for economic growth and it increases inequality."
    },
    {
        "original_text": "نابرابری فضای ایده آلی است که  می تواند موجب افزایش فساد شود به ویژه زمانی که این نابرابری از نظر شهروندان مشروع نباشد.",
        "text": "Inequality is the ideal environment for increase of corruption, specially when this inequality in the opinion of the citizens is not legitimate."
    },
    {
        "original_text": "در کاهش فساد، هم ریشه های اقتصادی و اجتماعی مانند نابرابری و فقر باید کنترل شود و هم باید برخورد قانونی صورت گیرد.",
        "text": "In decreasing corruption both social and economic roots of inequality must be controlled and there must be legal encounters."
    },
    {
        "original_text": "شکاف طبقاتي مردابي است که ميکرب فساد در آن زاد و ولد مي کند.",
        "text": "  Class gap is a swamp where the germ of corruption reproduces."
    },
    {
        "original_text": "بيست و اندی سال حاکميت سيستم های تبعيض گرايانه در سياست و انحصارگرايانه در اقتصاد، همراه با فساد گسترده و سيستم های مديريت عقب مانده، سايه شوم فقر و تباهی را بر جامعه ما افکنده است.",
        "text": "Twenty something years rule of systems with tendency toward prejudicial policies and favoritism in economy, along with widespread corruption and backwards management systems, has pulled the ominous shadow of poverty and destruction over our society."
    },
    {
        "original_text": "به دلیل زیر زمینی بودن و عدم شفافیت در بخش عمده ای از اقتصاد کشور ، دستگاه های دولتی هیچ معیار قاطعی برای تشخیص میزان استحقاق افراد برای دریافت یارانه ها نداشتند.",
        "text": "Because of a major section of economy being underground and not transparent, the government apparatus had no certain standard for recognizing the level of individual's merit for receiving subsidies"
    },
    {
        "original_text": "هر روز که مردم ازخواب بیدار می شوند ، با آواری از اخبار تلخ افزایش لجام گسیخته قیمت ها مواجه می شوند.",
        "text": " Each day that people wake up, they face an avalanch of news of unbridled increase of prices."
    },
    {
        "original_text": "بیشتر دختران و زنان شاغل در بازار و تولیدی ها و حتی دفاتر هواپیمایی ، در پس ظاهر بزک کرده وچشم نوازشان ،در زیر شلاق نابربری و ظلم و بی عدالتی اقتصادی ، کمر خم کرده اند.",
        "text": " Most girls and women working in the market and in production and even in airline offices, behind their made up and pleasing appearances, bend back under whip of inequality, cruelty and economic injustice."
    },
    {
        "original_text": "به آفرینش لایه های رو به رشدی ازحاشیه نشین های شهری انجامید که زمزایا و امکانات نزدیکان رژیم و بروکرات های یقه سفید برخوردار نبودند و نارضایتی عمیقی از نظام سیاسی دربین آن ها تقویت می شد.",
        "text": "Mad pretentiousnesss of the second Pahlavi in developing cities and class gap, led to growing layers of marginalized people who did not have benefits and opportunities which those close to the regiem and white collar bureaucrats had, and a deep dissatisfaction among them strenghtened."
    },
    {
        "original_text": "مشکلات گریبان اقتصاد نیم بندمان را درسطح کلان گرفته است.",
        "text": "problems have in a big way taken the collar of our half cultured economy. "
    },
    {
        "original_text": "سخن درمورد اینکه چقدر تصمیم ها ی اقتصادی درست ومنطبق برمصالح ملی بوده است متاسفانه همیشه جزء خطوط قرمز بوده است.",
        "text": "The talk of how much economic decisions were right and based on national interest, unfortunately has always been part of the red line."
    },
    {
        "original_text": "کنش های مردم درقبال شرایط نابسامان اقتصادی ، پایه های منطقی ندارد.",
        "text": "People's behavior regarding unstable economic conditions has no logical foundation."
    },
    {
        "original_text": "کنش های مردم درقبال شرایط نابسامان اقتصادی ، پایه های منطقی ندارد.",
        "text": "poverty is the reason for creation of the phenomenon of child worker in society and will be the bed maker for deprivation of education."
    },
    {
        "original_text": "افرادی که در خانواده‌ای فقیر به دنیا می‌آیند، احتمالا در دوران بزرگسالی نیز با فقر خواهند زیست، اما پژوهشگران می‌گویند راه خروج از این بن‌بست تحصیل است.",
        "text": "People who are born in poor families, probably during adulthood will also live with poverty, but researchers say the road to exit the dead end of poverty is education."
    },
    {
        "original_text": "بارداری زودهنگام و فقر تحصیل  دختران در آفریقای جنوبی را با مشکل روبرو کرده است.",
        "text": " Pregnancy and poverty of education in South Africa is creating problems for girls. "
    },
    {
        "original_text": "آموزش و تحصیلات به عنوان عامل توانمندسازی،  رشد اقتصادی و به طور کلی پیشرفت در رفاه شناخته شده است، و برای شکستن  چرخه‌ی فقر بسیار ضروری است.",
        "text": "Learning and eduation is known as agent of making strong, economic growth, and in general development in welfare, and it is necessary for breaking the wheel of poverty."
    },
    {
        "original_text": "ثروت پوششی برای جرایم افراد مرفه است.",
        "text": "Wealth is a cover for crimes of the rich."
    },
    {
        "original_text": "مدير كل كميته امداد امام خميني(ره)خراسان رضوي گفت: اقتصاد مقاومتي توجه به قشر محروم و ضعيف و تولید ثروت را در بردارد.",
        "text": "President of the  Khorasan's Emam Khomain Aid committee said:  Resistance economy entails attention to the deprived class and the weak and creation of wealth."
    },
    {
        "original_text": "به آذربایجانیها بگویند رادیو تلویزیون ترکی داشته باشید، به زبان ترکی تحصیل کنید اما در اعتیاد و فقر و فساد غرق باشید، می پذیرید؟",
        "text": "Granted they tell the Azarbaijani people you could have Turkish television and radio, educate yourself  in Turkish but you drawn in addiction poverty and corruption, do you accept?"
    },
    {
        "original_text": "همچنین از روند عادی آموزش  وپرورشِ  مثلا رایگان که ،اگر منصفانه آن را ببینیم در حال رانش به سمت بخش خصوصی و اعیان نشین است ودر حال گره خوردن با ثروت  می‌باشد ٬نمی‌توان امید  بست.",
        "text": "Also we can not put our hopes in the normal process of the so called free education, since if we see look at it justly, it is being moved towards privatization and it is well to do and about to knot with wealth."
    },
    {
        "original_text": "در حقيقت، صدمات ناشي از فقر بسيار گسترده و طولاني مدت ميباشد.",
        "text": "In fact, injuries inflicted by poverty are much wide and long term."
    },
    {
        "original_text": "فقرا اغلب با منتهاي درجه آسيب پذيري در فقـدان سلامتي، آشفتگي اقتصادي با بسیاری عوارض دیگر به سر میبرند.",
        "text": "The poor often with the highest degree of volunrability live with lack of health, economic chaos with many other complications. "
    },
    {
        "original_text": "قشر پايين درآمدي بازنده هاي اصلي تورم هستند.",
        "text": "The lower income class are the main loosers of inflation. "
    },
    {
        "original_text": "اسمش هست، طرح هدفمند کردن یارانه ها يعني به یک مدلی  مقدار ي پول به مردم دادن، به عبارت عملی  دهان ملت را با پول بستن و یا مانند سلطان سر خزانه شستن و مشت مشت پول را خرج کردن است.",
        "text": "It's name is, the plan to activate subsidies, it means giving people some money, in practical term closing people's mouths with money or like like a sultan sitting on the treasury and spending fistfuls of money."
    },
    {
        "original_text": "فاصله بين گروه هاي پايين طبقاتي و بالاتر در اثر تورم افزايش پيدا مي كند.",
        "text": "The distance between the lower classes and the upper increases as a result of inflation."
    },
    {
        "original_text": "در کشوری که دیانت آن با فقر در ستیز است و فقر را هم خانواده کفر میشمارد، تصور آنچه در ایران روی میدهد برای هیچ اندیشمندی قابل هضم نیست!",
        "text": "In a country which religion is at war with poverty, and knows poverty as belonging in the family of blasphemy, it is not digestable to any thinker what goes on in Iran."
    },
    {
        "original_text": "جالب است بدانیم با وجود این هرزه فقر و فساد و فحشای حاکم بر میهن عزیزمان آقای هاشمی رفسنجانی به عنوان هفتمین ثروتمند جهان مطرح است!",
        "text": "It is interesting to know even with existance of this filth of poverty and corruption and self selling dominating our beloved country, Mr. Hashemi Rafsanjani as the seventh richest man in the world is known as a significant character."
    },
    {
        "original_text": "ثروت لو رفته مقام معظم رهبری 36 میلیارد دلار برآورد شده است.",
        "text": "the unmasked wealth of of his excellency the leader has been estimated at 36 billion dollars."
    },
    {
        "original_text": "این نخبگان چپاولگر بجای اینکه ثروت بادآورده را در داخل کشور سرمایهگذاری کرده ...",
        "text": "All these thieving experts instead of investing the wind brought wealth inside the country, and be insome way share in removing unemployment and growth of society, their huge investments are in Europe, China, Russia, America, Canada, Turkey and Venezuela. "
    },
    {
        "original_text": "بنا به ارزیابی حسین راغفر استاد دانشگاه در خردادماه 1387 تعداد افراد زیر خط فقر بین 29 تا 32 درصد تخمین زده شد. ",
        "text": "According to evaluation of Hussain Raghfar, academic professor, in Khordad of 1387 the number of people under poverty line has been estimated at 29 to 32 percent. "
    },
    {
        "original_text": "و بنا به اعتراف رئیس آمار کشور 10 میلیون ایرانی زیر خط فقر مطلق به سر میبرند!",
        "text": "Accoring to confessio of head of Statistics Bureau ten million Iranians live under a bsolute poverty line! "
    },
    {
        "original_text": "30 میلیون زیر خط فقر نسبی به سر میبرند!",
        "text": "30 million live under relative poverty line"
    },
    {
        "original_text": "در سایه حکومت مافیای بیت مقام معظم رهبری نابرابری ثروت، نابرابری حقوق اجتماعی را پدید آورده، که در اثر آن ثروت به یک ارزش اجتماعی تبدیل گشته نظام طبقاتی در کشور قائم شده است.",
        "text": "In shadow of the government, the Mafia of thehouse of his excellency the leader, inequality of wealth, creates inequality of social rights, as a result of which wealth has turned into a social value."
    },
    {
        "original_text": "تصوری دقیقا از نظام قدرت کهنوتی کلیسای پیش از رنسانس اروپا، و طبقه نبلاء سپاه یا اهرم حمایت از طبقه اول، و طبقه مستضعفان که عبارتند از بازاریها، و حقوق بگیران، و عامه مردم، تشکیل یافته است.",
        "text": "Irania society today is made from the artistocratic house of his excellency the leader, an image exactly like the pre Renesance church and the noblemen of the army or levers of protection of the first class, and the poor class which are the market people, wage makers, and the masses."
    },
    {
        "original_text": "سران نظام اموال چپاول زده را به خارج فراری داده در کشورهای بیگانه سرمایهگذاری میکنند!",
        "text": "Heads of the regime run the looted wealth to outside the country and invest in foreign countries."
    },
    {
        "original_text": "مالیات فقر ذلت و خواری و بردگی و خاموشی و سر بزیر زیستن همین بهای سنگینی است که ملت ایران میپردازند؛، فحشا، شکنجه، زندان و غیره.",
        "text": "Tax of poverty,humiliation, slavery, silence, and living obediently is the same heavy price the Iranian nation pays; corruption, torture, prison and etc."
    },
    {
        "original_text": "استفاده درست از مغز افزارها یا علم و دانش و بازوهای کاری جوانان میتواند چهره جغرافیایی ثروت را بکلی دگرگون کند.",
        "text": "Proper use of the brains tools, or knowledge and working arms of the youth could change the face of geography of wealth."
    },
    {
        "original_text": "فقر و محرومیت، نقش جدی در انواع انحراف های اجتماعی در ایران دارند",
        "text": "Poverty and deprivation play serious roles in all kinds of social deviations in Iran."
    },
    {
        "original_text": "فقر یكی از ریشه ای ترین عوامل اصلی انحراف هاست كه از ساختار اقتصادی و سیاسی ناشی می شود. ",
        "text": "Poverty is one of the  original roots of deviation based on economic and political foundations. "
    },
    {
        "original_text": "رهبران و مراجع قدرت در ایران بیش از پیش به تشدید و گسترش فقر در ایران تلویحاً اعتراف و نسبت به عواقب آن ابراز نگرانی می کنند. ",
        "text": "Leaders and references of power in Iran more than ever have confessed to the the heigtening of spread of poverty in Iran and have expressed worries about its consequences."
    },
    {
        "original_text": "سه کارشناس و تحلیلگر مسائل ایران  ریشه ها و نتایج گسترش فقر در ایران را که اکنون شامل دو سوم جمعیت این کشور می شود بررسی کرده اند.",
        "text": "Three experts and acritics in Iranian affaris have analyzed roots and results of spread of poverty in iran which now meets two thirds of the population."
    },
    {
        "original_text": "دو روز پیشتر بانک مرکزی ایران با انتشار گزارشی در مورد شکاف میان هزینه ها و درآمدهای خانوارهای ایرانی در سال 1390  پذیرفت که خط فقر در ایران در این سال یک میلیون و 500 هزار تومان بوده ",
        "text": "Two days ago the Central Bank of Iran with publication of a report about the gap between Iranian families' expenses and income in the year 1390 accepted that poverty line in Iran during this year has been one million and five hundred thousand. "
    },
    {
        "original_text": "فقر سایه گستر در جامعه بیش از همه نتیجۀ بی درایتی ها و سیاست های دولت محمود احمدی نژاد طی هشت سال اخیر و ناکارآمدی حکومت اسلامی ایران در بیش از سه دهۀ گذشته بوده است.",
        "text": "The shadow spreading poverty in society more than anything is the result of tactlessness and the policies of Mahmud Ahmadinezhad's government during the last eight years and incomptence of the government of Islamic Republic of Iran in the past three decades."
    },
    {
        "original_text": "افزایش قابل توجه قیمت مواد دارویی طی یک سال گذشته نقش مهمی در افزایش قیمت دیگر اقلام مصرفی، هزینهء تولید و تشدید فقر داشته است.",
        "text": "the significant increase in price of medications during the last year plays an important role in increase of prices of other consumer goods, cost of producation and stress of poverty."
    },
    {
        "original_text": "شمار قابل توجه ای از جمعیت کشور در سال ۱۳۹۰ فقط در نتیجهء افزایش نگران کنندهء هزینه های بهداشت و درمان زیر خط فقر فرو رفتند.",
        "text": "A significant number of the contry's population in the year 1390 just because of the worrying increase of medical expenses sank under poverty line."
    },
    {
        "original_text": "در سال ۱۳۹۰ جمعیت ایران پنج برابر بیش از سال ۱۳۸۹ به دلیل افزایش هزینه های درمان به زیر خط فقر فرو رفته اند.",
        "text": "Because of increase in medical expenses, in the year 1390 the iranian population sank under poverty line five tims more than the year 1389."
    },
    {
        "original_text": "محمود احمدي نژاد در کنفرانس خبري اخير خود حاضر به پذيرش اينکه دولت بايد خط فقر را اعلام کند نشد.",
        "text": "Mahmud Ahmadinezhad in his latest news conference did not accept that the government should announce the poverty line."
    },
    {
        "original_text": "محمود احمدي نژاد خط فقر را امري سرکاري دانست.",
        "text": "Mahmud Ahmadinezhad claimed poverty line is a put on."
    },
    {
        "original_text": "عدم اعلام خط فقر در دولت نهم نيز سرلوحه کار وزارت رفاه به عنوان متولي امر فقر زدايي در جامعه قرار گرفته بود.",
        "text": "Not announcing the poverty line in the ninth government was the motto of the department of welfare and was known as a factor in removal of poverty."
    },
    {
        "original_text": "مصري وزير سابق رفاه اعلام خط فقر را امري بي فايده مي دانست و هيچ گاه حاضر  به محاسبه و اعلان آن نشد.",
        "text": "Mesri, the ex minster of welfare knew announcement of  poverty line to be a futile affair and never accepted to calculate it."
    },
    {
        "original_text": "خط فقر مبناي برنامه ريزيها براي فقر زدايي در دنياست.",
        "text": "Poverty line is the measure of planning for removal of poverty in the world."
    },
    {
        "original_text": "جهان به تعريف نسبتا استانداردي از خط فقر رسيده و اين دولتها هستند که بنا بر اهداف خود در محاسبه آن روشهاي مختلف در پيش مي گيرند. ",
        "text": "The world has arrived at a standard definition of poverty line and it is governments that depending on their goals use different methods to calculate it."
    },
    {
        "original_text": "بنابر تعريف خط فقر مطلق عدم تامين حداقل نيازهاي تغذيهاي، بهداشتي، آموزشي، مسکن و حمل و نقل يک خانواده است.",
        "text": "According to definition absolute poerty line is inability to provide minimum needs of nutrition, medical, education, housing, and transportation for a family. "
    },
    {
        "original_text": "دو هزارکالری مبناي محاسبه خط فقر در نظر گرفته شده است.",
        "text": "Two thousand calories is a measure calculation of poverty line."
    },
    {
        "original_text": "بر اساس اين تعريف خط فقر به راحتي قابل محاسبه است.",
        "text": "Accoring to this definition poverty line easily is calculatable."
    },
    {
        "original_text": "خط فقر في نفسه داراي ارزش چنداني نيست .",
        "text": "poverty line by itself is no valuable."
    },
    {
        "original_text": "به درستي وضعيت نابرابري در جامعه را تحليل کنند، خط فقر را طبق ميزان درآمد شهروندان تعيين و اعلام مي کنند. ",
        "text": "Governments determine and announce poverty line for the sake of decision making, and effective planning to reduce poverty and clearing general atmosphere of society in terms of poor and rich, and that experts could analyze the situation of inequality correctly."
    },
    {
        "original_text": "اگرچه محاسبه دقيق خط فقر بستگي به اين دارد که هر مرجع چه شاخصهايي را ملاک قرار دهد اما در هر حال اين مساله در اولويت بعد قرار دارد.",
        "text": "Even though calculating poverty line depends on what index each reference hlods as standard, never the less this issue has priority in the dimension."
    },
    {
        "original_text": "تعيين خط فقر به دولتها کمک مي کند تا بتوانند جامعه را به درستي از نظر فقر رصد کنند و گزارش عملکرد قابل فهم و موثري نيز درخصوص فقرزدايي ارائه دهند.",
        "text": "Determining poverty line helps governments to assess society correctly regarding poverty and report a plan of action effective and understandable in regards to removal of poverty."
    },
    {
        "original_text": "در رفتاري متفاوت و به دليل اين که باعث شفاف شدن جامعه از لحاظ ميزان فقر مي شود دولت ایران حاضر نيست که خط فقر را محاسبه و اعلام کند.",
        "text": "In a different attitude and because it makes the amount of poverty in society transparent, Iranian government is not willing to calculate and announce poverty line."
    },
    {
        "original_text": "مطابق برآورد حسين راغفر، صاحب نظر و محقق در حوزه فقر، خط فقر در ايران در سال 87،حدود 800 هزار تومان است. ",
        "text": "According to estimation of Hussain Raghfar, expert in the field of poverty, poverty line in Iran in the year 87 was about eight hundred thousand Tomans."
    },
    {
        "original_text": "در همين حال جعفرزاده رئيس کميسيون اجتماعي مجلس معتقد است شهروندان تهراني که کمتر از 500 هزار تومان حقوق مي گيرند زير خط فقر محسوب مي شوند. ",
        "text": "At the same time Jafarzdeh head of the parlimanetary commission for society is of the opinion thast Tehranian citizens who get a salary less than five hundred thaousad Tomans are considered to be under poverty line. "
    },
    {
        "original_text": "اين ميزان درآمد در مقايسه با خط فقر 800 هزار تومان مي تواند روشن کند که جامعه ما در چه سطحي از فقر قرار دارد و بايد چگونه برنامه ريزي کرد.",
        "text": "This amount in comparison with the eight hundred thousand poverty line could make clear on what level of poverty our society is and how we must plan."
    },
    {
        "original_text": "کي از نکاتي که همواره باعث تشديد و توزيع فقر در کشور شده ناشي از تشديد فاصله درآمد و هزينه به دليل تورم است.",
        "text": "One the issues that always stresses and causes distribution of poverty is the gap between income and expense caused by inflation."
    },
    {
        "original_text": "براساس گفته برخي مسوولان دولتي حدود 14 ميليون نفر در کشور زير خط فقر مطلق قرار دارند. ",
        "text": "According to some officials around 14 million people in the country live under absoloute poverty line."
    },
    {
        "original_text": "درآمد 800 هزار تومان را معيار خط فقر مطلق قرار دهيد.",
        "text": "Take the eight hundred thousand income as the standard for absolute poverty line."
    },
    {
        "original_text": "بيش از پنج دهک جامعه يعني حدود 35ميليون نفردر ايران زير خط فقر مطلق زندگي مي کنند.",
        "text": "Around five tenth of society meaning around thirty five million people live under abosolute poverty line."
    },
    {
        "original_text": "بر اساس اعلام وزارت رفاه، نزديک سه ميليون نفر نيز زير خط فقر شديد قرار دارند که روزانه کمتر از يک دلار درآمد دارند. ",
        "text": "According to announcement of ministry of welfare, near three million people live under severe poverty line who have an income of less than a dollar a day."
    },
    {
        "original_text": "براساس تعاريف سازمان ملل خط فقر شديد افراد با درآمد زير دو دلار را شامل مي شود.",
        "text": "According to UN definitions severe poverty line includes people with inocme less than two dollars a day."
    },
    {
        "original_text": "پيش از اين افراد داراي درآمد روزانه زير يک دلار زير خط فقر شديد قرار داشتند.",
        "text": "Before this people with inocme less than a dollar aday were under severe poverty line."
    },
    {
        "original_text": "اکنون دولت مي تواند مشخص کند که چه تعداد افراد زير خط فقر شديد قرار دارند و برنامه هاي حمايتي چه بايد باشد.",
        "text": "Now the government could determine how many people live under severe poverty line and what supportive programs need to exist."
    },
    {
        "original_text": "قطع نظر از ميزان خط فقر مطلق، ضريب جيني مواد خوراکي و غيرخوراکي نيز نشان مي دهد در کشور ما هزينه هايي که صرف مواد خوراکي و غيرخوراکي مي شود قابل توجه است.  ",
        "text": "Apart from the amount of absolute poverty line, the Jenie Index for food and other items also show in our country signifcant expense is spent on food and non food items. "
    },
    {
        "original_text": "بر اساس آمارهاي بانک مرکزي طي سالهاي اخير فاصله طبقاتي افزايش يافته و اين به معناي افزايش فقر در دهکهاي کم درآمد جامعه است .  ",
        "text": "According to central bank statistics during the las years class gap has increased and this means increase in poverty among the low income family "
    },
    {
        "original_text": "خودکشی های دسته جمعی و بالاخص خانوادگی، معمولا ازمشکلات لاینحلی مثل \" بن بست فقر\" ناشی می شود. ",
        "text": "Group suicides specially family sucides,usually are caused by unsolvable problems such as dead end of poverty."
    },
    {
        "original_text": "ریسک و عدم قطعیت انگیزه های فردی، روابط اجتماعی و قدرت سیاسی نقش مهمی در فقر زایی دارند.",
        "text": "Risk and lack of certainty in personal motivations, and socila relations and political power play important roles  in birthing poverty."
    },
    {
        "original_text": "ریشه‌کن کردن فقر و بیکاری و فساد، مهار تورم و گرانی‌ها\" از برنامه‌های اصلی دولت او خواهند بود.",
        "text": "uprooting poverty and unemployment and corruption and controling inflation and high prices would be major programs of his government."
    },
    {
        "original_text": "محمدخانی می‌گوید 80 درصد از ثروت 78 کشور دنیا ثروت نامحسوس است، اما در ایران براساس آمار بانک جهانی تنها 12 درصد از ثروت ملی از جمله ثروت‌های نامحسوس است. ",
        "text": "Mohammad Khani says 80 percent of wealth of 78 countries in the world is impalpable wealth, but in Iran according to world bank statistics only 12 percent of national wealth is impalpable wealth."
    },
    {
        "original_text": "تیر ماه ارائه اظهارنامه‌های مالیات‌های مستقیم توسط مشاغل واصناف در سطح کشور است.",
        "text": "June is the month to turn in declarations for direct taxes by businesses in the country. "
    },
    {
        "original_text": "مالیات سال گذشته را به عنوان مالیات پایه در نظر گرفته و مالیات سال بعد بر اساس درصد افزایش به مالیات پایه اضافه شده و وصول می‌شود.",
        "text": "last year's tax will be considered base tax and next year's tax will be recieved based on the increase in the base tax."
    },
    {
        "original_text": "بر اساس ماده 158 قانون مالیات‌های مستقیم سازمان مالیاتی به هیچ وجه نمی‌تواند درصد افزایش تعیین کند. ",
        "text": "Accordin to regulation 158 of tax laws the  direct tax bureau can not under any circumstance set the percentage of tax increase. "
    },
    {
        "original_text": "رسیدگی به مالیات‌های مستقیم بر اساس نمونه‌گیری باید صورت گیرد. ",
        "text": "Determining direct taxes should be done by sampling."
    },
    {
        "original_text": "چون سازمان امور مالیاتی از درامد واقعی اصناف اطلاعی ندارد، مجبور بوده است، با مذاکره رقمی برای رشد مالیات هر سال در نظر بگیرد.",
        "text": "Because the tax Bureau does not know the real income of businesses, it is forced to determine a number for growth of taxes through negotiation."
    },
    {
        "original_text": "مالیات واقعی هر کس باید بر اساس اطلاعات واقعی مالی گرفته شود و هیچ نیازی هم به مذاکره نباشد.",
        "text": "Anyone's real tax should be determined based on their real income and there must be no need for negotiation."
    },
    {
        "original_text": "وقتی پایه مالیاتی مشخص نشده باشد 16 درصد افزایش مالیاتی بر چه اساسی می‌خواهد اعمال شود. ",
        "text": "When the tax base is not determined 16 percent increase in taxes will beenforcedon what grounds?"
    },
    {
        "original_text": "نابرابریهای مناطق شهری و روستایی از حیث پوشش آموزش و میزان افراد با سواد و بیسواد قابل توجه است.",
        "text": "Inequality between the city and country regarding cover of eucation and number of literate and illeterate people is significant."
    },
    {
        "original_text": "دست کم سه ميليون و 200 هزار کودک و نوجوان ايراني 6 تا 18 سال تحت پوشش آموزش و پرورش نيستند",
        "text": "At least three million and two thousand Iranian child and teenager are not under cover of education and development."
    },
    {
        "original_text": "وجود ميليون ها کودک محروم از تحصيل در کشور، مي تواند نتايج دردناکي در زمينه «بازتوليد فقر» به همراه داشته باشد ",
        "text": "Existence of millions of children deprived of education in the country could have painful results in regards to 'reproduction of poverty'."
    },
    {
        "original_text": "دولت هاي مختلف، برنامه هاي متنوعي را براي پوشش آموزشي اين کودکان محروم از تحصيل در دستور کار خود قرار داده اند. ",
        "text": "Different governments, have put a variety of programs in their plan of work for edcuation coverage of disenfranchised children."
    },
    {
        "original_text": "وی همچنین مدعی شد که پوشش تحصیلی آموزش و پرورش هم‌اکنون بیش از ۹۹ درصد است و در برخی استانها مثل یزد به ۱۰۰ درصد هم رسیده.",
        "text": "He also claimed that education coverage is more than 99 percent and in some provinces such as Yazd it has even reached 100 percent."
    },
    {
        "original_text": "به عقيده كارشناسان، درآمدی كه دولت‌های غربی از محل وضع ماليات‌های سنگين بر فروش فرآورده‌های نفتی كسب می‌كنند، بيشتر از درآمدی است كه اعضای اوپک از محل فروش نفت خام خود به‌ دست می‌آورند. ",
        "text": "  As experts believe, the income that Western governments gain from the areas where they impose heavy taxes on the sale of petroleum products is greater than the income that the members of OPEC receive from the sale of their own crude oil.    "
    },
    {
        "original_text": "آنان را مجبور ساختند برای رهايی از اين ماليات سنگين اسلام آورند و نام‌های عربی برگزينند .",
        "text": "History remembers, and we also won’t forget, how the Arabs forced the Zoroastrian Persians to pay tributes beyond the regular taxes already paid by Persian converts to Islam, obligating the Zoroastrians to convert to Islam and adopt Arabic names in order to escape from these heavy taxes.  "
    },
    {
        "original_text": "مقامات ایرانی حاضر در این نشست وضع مالیات‌های سنگین بر انرژی در کشورهای غربی را مورد انتقاد قرار دادند.",
        "text": "According to a report from France-Presse, the president of Iran was present at this meeting, but it was (other) Iranian officials present at the meeting who criticized the imposition of heavy taxes on energy in Western countries.  "
    },
    {
        "original_text": "گناه مهمترین عامل فقر و تنگدستی است پس باید آنان که اهل دین و دینداری نسیتند غرق در فقر و فلاکت و عذاب باشند.",
        "text": "گناه مهمترین عامل فقر و تنگدستی است پس باید آنان که اهل دین و دینداری نیستند غرق در فقر و فلاکت و عذاب باشند. "
    }
]