[
    {
        "original_text": "Но в экономике сохраняется зависимость от нефтяной иглы, в обществе растет пропасть между богатыми и бедными.",
        "text": "But the economy remains dependent on oil needle, and a gap between rich and poor is growing in the society."
    },
    {
        "original_text": "Из моих знакомых женского пола успешно поднимаются вверх по служебной лестнице лишь те, кто в свое время благополучно трудоустроились благодаря протекции влиятельных друзей.",
        "text": "Out of my female friends only those climb up the corporate ladder successfully who had got a good job thanks to the patronage of influential friends. "
    },
    {
        "original_text": "Способно ли государство расходовать деньги эффективно, с отдачей для экономики, а не для карманов мошенников.",
        "text": "Can a nation to spend money effectively, with the impact on the economy, and not for the pockets of swindlers."
    },
    {
        "original_text": "Быстрее ныне дорожает и потребительская корзинка―фиксированный набор товаров и услуг: в январе-июле-2006 ее цена выросла на 9,5 процента, вянваре-июле-2007―на 10,8 процента.",
        "text": "The consumer basket is growing in price faster now - a fixed set of goods and services in January-July 2006 increased in price by 9.5 per cent, and in January-July-2007 - 10.8 per cent."
    },
    {
        "original_text": "Но сохранится ли это наше достижение или кривая стоимости потребительской корзинки поползет вверх?",
        "text": "But will our achievement last or will the curve of the cost of consumer basket climb up? "
    },
    {
        "original_text": "Но сохранится ли это наше достижение или кривая стоимости потребительской корзинки поползет вверх?",
        "text": "But will our archivement last or will the curve of the cost of consumer basket climb up? "
    },
    {
        "original_text": "Наши чиновники не устают повторять, что продуктовая корзинка у нас самая дешевая в стране.",
        "text": "Our officials keep repeating that food basket we have the cheapest in the country."
    },
    {
        "original_text": "Ее тоже брали из «стандартной потребительской корзинки рядового советского потребителя».",
        "text": "It was also taken from the \"standard consumer basket of ordinary Soviet consumer."
    },
    {
        "original_text": "Тем самым они выработали новый механизм формирования богатства, благодаря чему финансовая и экономическая \"пропасть\" между странами\"золотого миллиарда\" и остальными катастрофически увеличивается",
        "text": "Thus, they have developed a new mechanism for the formation of wealth, so that the financial and economic \"gap\" between the countries of the \"golden billion\" and the other is increased dramatically. "
    },
    {
        "original_text": "И все они официально живут за гранью нищеты.",
        "text": "And they are all officially live below the poverty edge."
    },
    {
        "original_text": "Достаточно отъехать на машине от Кабула всего несколько километров и увидеть, что такое жизнь за гранью нищеты.",
        "text": "It is enough to drive few kilometers Kabul by car to see what life below the poverty line is like."
    },
    {
        "original_text": "А пенсионеры вообще за гранью нищеты.",
        "text": "And retired people are, generally, below the poverty line."
    },
    {
        "original_text": "Так и Симеиз: наделенный всеми мыслимыми дарами, живет за гранью нищеты, никому, кажется, нынче не нужный и не видный.",
        "text": "And Simeiz: endowed with every imaginable gifts, live below the poverty line, it is not needed and not visible. "
    },
    {
        "original_text": "Каждый пятый житель Крыма находится на грани нищеты.",
        "text": "One out of five people in the Crimea is on the verge of poverty."
    },
    {
        "original_text": "Мало того, что у нас 30% населения живет на грани нищеты, да вы еще загоняете их в угол», – возмутилась Гришко.",
        "text": "Not only do we have 30% of the population live on the poverty line, also you are driving them into a corner, \""
    },
    {
        "original_text": "Оказалось, что меньше всего верят в честность выборов те, кто живет на грани нищеты, а больше всего―люди сосредним достатком.",
        "text": "It was found that the least believe in the integrity of the election are those who live on the poverty line, and most of all - people with average incomes."
    },
    {
        "original_text": "Люди, от этих средств зависящие, то есть врачи, учителя, артисты―не попсовые,―сейчас живут на грани нищеты.",
        "text": "People who depend on those resources, like doctors, teachers, actors live below the poverty line now."
    },
    {
        "original_text": "На мой взгляд, в стране, где половина населения балансирует на грани нищеты, рапортовать об успехах по меньшей мере преждевременно.",
        "text": "To my opinion, in a country where half the population is balancing on the verge of poverty, to report on progress is at least premature."
    },
    {
        "original_text": "Те россияне, которые и сегодня живут на грани нищеты, вынуждены будут понять, что бывает и хуже",
        "text": "Those Russians who today live on the poverty line, have to understand that the worse things happen."
    },
    {
        "original_text": "Число жителей России, считающих, что живут на грани нищеты, по сравнению с прошлым годом выросло на 5%.",
        "text": "The number of people in Russia who believe that they are living on the poverty line, compared with the previous year increased by 5%"
    },
    {
        "original_text": "Несмотря на декларируемые экономические успехи, миллионы бюджетников, \"работающих бедных\", пенсионеров, инвалидов находятся на грани нищеты.",
        "text": "Despite the declared economic success, millions of state employees, \"working poor\", pensioners, disabled people are on the verge of poverty. "
    },
    {
        "original_text": "Стремление клерка продвинуться вверх по служебной лестнице затмевает все остальные желания.",
        "text": "The desire to move up the ladder outshines all other clerk's desires."
    },
    {
        "original_text": "Худо-бедно продали, а в прошлом году льнокомбинат ни копейки не заплатил, и, можно сказать, пошел по миру наш колхоз.",
        "text": "Somehow sold, and last year Flax has not paid a dime, and you may say, our farm went around the world."
    },
    {
        "original_text": "В общем, через год после начала масштабной пенсионной реформы жить на пенсию вновь можно лишь на грани нищеты…",
        "text": "In general, a year after the start of a large-scale reform of the pension it is possible to live on pension only on the brink of poverty ..."
    },
    {
        "original_text": "Saxo Bank ежегодно публикует свои «шокирующие предсказания» - события, вероятность которых очень низка, но каждое из них может перевернуть всю мировую экономику.",
        "text": "Saxo Bank annually publishes its \"shocking predictions\" - events whose probability is very low, but each of them can turn the entire world economy upside down. "
    },
    {
        "original_text": "Не успели европейские флагманы перевести дух после решения «греческого» вопроса, как на краю экономической пропасти оказалась Ирландия.",
        "text": "No sooner had the European flagship breath after the decision of the \"Greek\" of the issue , as Ireland turned out to be on the edge of the economic abyss."
    },
    {
        "original_text": "К моменту начала долгового кризиса «в больших» странах ЕС их более скромные соседи находились у самой грани экономической пропасти — оставалось только подтолкнуть...",
        "text": "By the time of the beginning of the debt crisis \"in the large\" EU their more modest neighbors were at the very edge of the economic abyss - could only push ..."
    },
    {
        "original_text": "Нация, легкомысленной жизнерадостностью которой мы так часто восхищаемся, способна на продуманные маркетинговые ходы, призванные отвести страну от края экономической пропасти.",
        "text": "Nation, frivolous cheerfulness which we so often admire, is capable of elaborate marketing gimmicks designed to take the country from the edge of the economic abyss."
    },
    {
        "original_text": "То, что экспорт надо увеличивать, мало у кого вызывает сомнение, ведь непомерные цены на жидкое топливо подтолкнули ряд стран, его импортирующих, к краю экономической пропасти.",
        "text": "The fact that exports have increased, few people doubt, as the exorbitant prices for fuel oil prompted a number of countries importing it to the edge of the economic abyss. "
    },
    {
        "original_text": "Это должно быстро дать толчок производству, облегчить положение населения и вытащить страну из экономической пропасти.",
        "text": "This should give a quick boost for production, alleviate the situation of the population and to pull the country out of the economic abyss."
    },
    {
        "original_text": "Финская газета «Савон Саномат» считает намного опаснее лидера националистической партии «Истинные финны» Тимо Сойни тех европейских руководителей, которые поставили свои страны на грань экономической пропасти.",
        "text": "Finnish newspaper \"Savon Sanomat\" considers more dangerous leader of the nationalist party \"True Finns' Timo Soini those European leaders who have put the country on the brink of an economic abyss."
    },
    {
        "original_text": "И в этих же странах буквально на наших глазах происходит мощный экономический взлет.",
        "text": "And in these countries right in front of our eyes a powerful economic takeoff is taking place. "
    },
    {
        "original_text": "По прогнозам экспертов, в этом году сельским жителям вряд ли удастся переступить порог бедности.",
        "text": "According to experts, this year the villagers are unlikely to cross the threshold of poverty."
    },
    {
        "original_text": "В прочих бюджетных сферах положение не лучше: врачи, медсестры, научные сотрудники, социальные работники, библиотекари живут за порогом бедности.",
        "text": "The situation in other area is not better: doctors, nurses, researchers, social workers, librarians live behind the porch of poverty."
    },
    {
        "original_text": "Первичная бедность имеет место в тех семьях, которые при максимально рациональном использовании имеющихся ресурсов все равно остаются за порогом бедности.",
        "text": " Primary poverty occurs in families that are at most rational use of available resources still remain below the poverty threshold."
    },
    {
        "original_text": "При этом 27,4 процента опрошенных считают, что мы живем за порогом бедности.",
        "text": "While 27.4 percent of respondents believe that we are living below the poverty threshold. "
    },
    {
        "original_text": "История двух десятилетий, в которые мир вступил после 1973 года, — это хроника утраты привычных ориентиров и постепенного погружения в пучину нестабильности и кризиса.",
        "text": "The story of two decades, in which the world came after 1973 - a chronicle of loss of familiar landmarks and gradual immersion into the abyss of instability and crisis"
    },
    {
        "original_text": "Сложно представить себе более поразительное сопоставление, нежели контраст между развалом экономических систем советского лагеря и впечатляющим взлетом китайской экономики в это же время.",
        "text": "It is difficult to imagine a more striking comparison than the contrast between the collapse of the economic system of the Soviet camp and an impressive takeoff Chinese economy at the same time. "
    },
    {
        "original_text": "Российская экономика идет в гору. ",
        "text": "The Russian economy is going up the hill."
    },
    {
        "original_text": "Не удивительно, что китайские автократы купаются в деньгах и (только частично обоснованной) репутации за способность своевременно решать поставленные задачи, и чувствуют, что будущее за ними.",
        "text": "Not surprisingly, the Chinese autocrats are swimming in cash, and (only partly justified) reputation for its ability to solve tasks in a timely manner, and feel that the future for them."
    },
    {
        "original_text": "Разумеется, надо показать, что наши региональные власти купаются в деньгах.",
        "text": "Of course, we must show that our local authorities are swimming in cash."
    },
    {
        "original_text": "Сейчас многие из этих стран, особенно в районе Персидского залива, буквально купаются в деньгах, не задумываясь, что через несколько десятков лет эти запасы иссякнут.",
        "text": "Now, many of these countries, particularly in the Gulf, literally swimming in cash, without hesitation, that in a few decades, these stocks run out."
    },
    {
        "original_text": "По словам одного обозревателя, они «купаются в деньгах, дешевых кредитах и наслаждаются стремительным ростом производительности труда». ",
        "text": "According to one observer, they are \"swimming in cash, cheap credit and enjoying rapid growth in labor productivity.\""
    },
    {
        "original_text": "Могамеданы и полицейские набили карманы деньгами, а квартиры имуществом. ",
        "text": "Mogamedanies and police stuffed their pockets with money, and apartments with goods."
    },
    {
        "original_text": "Но тогда я видел, что за их спинами встают полукриминальные элементы, которые набили карманы деньгами и начинают манипулировать и общественным сознанием, и избранными губернаторами».",
        "text": "But then I saw that behind them semi-criminal elements were standing who have stuffed their pockets with money and begin to manipulate both social consciousness and the governor-elect. "
    },
    {
        "original_text": "Детей обеспечил дорогими квартирами в столице и других крупных городах, оснастил их личными иномарками, набил карманы деньгами на досужие расходы.",
        "text": "(He) provided his children with luxury apartment in the capital and other major cities, has equipped them with personal foreign cars, filled his pockets with money for idle costs."
    },
    {
        "original_text": "По его словам, рубль в настоящее время чувствует себя вполне уверенно в мировой экономике",
        "text": "According to him, now the ruble feels quite confident in the global economy."
    },
    {
        "original_text": "Тем не менее в новых условиях, учитывая ранее принятые городом социальные обязательства, необходимость повышения заработной платы работникам бюджетной сферы, сбалансировать доходы и расходы и выйти на бездефицитный бюджет оказалось практически невозможно.",
        "text": "Nevertheless, in the new circumstances, given the previously adopted city social obligations, the need to increase salaries of public sector employees to balance income and expenditure and reach a balanced budget was almost impossible. "
    },
    {
        "original_text": "Поправки направлены на то, чтобы сбалансировать бюджет ФСС РФ, а для этого увеличить доходы фонда и оптимизировать расходы.",
        "text": "The amendments are intended to balance the budget of the Social Insurance Fund, and to do so increase the return on the fund and optimize costs."
    },
    {
        "original_text": "Первоочередная задача, по мнению российского финансового ведомства, состоит в том, чтобы сбалансировать бюджет и свести его дефицит с минимальным показателям, не превышающим несколько процентов от размеров ВВП. ",
        "text": "Primary objective, according to the Russian Finance Ministry, is to balance the budget and reduce the deficit to thresholds, no more than a few percent of the GDP."
    },
    {
        "original_text": "Они будут еще больше работать и глубже погружаться в долги.",
        "text": "They will work even harder and will descent deeper into debts."
    },
    {
        "original_text": "Семьи, вынужденные погрузиться в нищету.",
        "text": "Families are forced to plunge into poverty."
    },
    {
        "original_text": "Но из-за падения доходов так называемый средний класс сжался, и количество платежеспособных покупателей тоже сократилось.",
        "text": "But because of the drop in revenues so-called middle class has shrunk, and the number of paying customers has also decreased."
    },
    {
        "original_text": "Стране с более высоким технологическим уровнем выгодно усиление ИС в других странах, поскольку это позволяет выкачивать деньги из них.",
        "text": "It is profitable for a country with a higher technological level to gain IP in other countries, because it allows it to extort money from them."
    },
    {
        "original_text": "Еще раз хочется отметить, что FOREX это не очередная финансовая пирамида, придуманная лишь для того, чтобы выкачивать деньги из наивных вкладчиков.",
        "text": "We would like to note once again that FOREX is not just another pyramid scheme, invented only to extort money from naive investors."
    },
    {
        "original_text": "При этом многие аферисты начнут инсценировать аварии, чтобы выкачивать деньги из страховых компаний.",
        "text": "However, many scam artists will stage an accident to extort money from the insurance companies."
    },
    {
        "original_text": "Какие сейчас у них настроения — они готовы инвестировать в рост или стремятся лишь выкачивать деньги в преддверии выборов?",
        "text": "What are they planning to do now - they are willing to invest in growth, or seek only to extort money before the elections?"
    },
    {
        "original_text": "В первую очередь многие напуганы своими воспоминаниями о временах МММ, когда, торгуя воздухом, пирамиды выкачивали деньги из населения.",
        "text": "First of all, many frightened with their memories about the times of MMM, when trading air pyramid extorted money from people."
    },
    {
        "original_text": "И я очень сомневаюсь чтобы Путин с медведевым выкачивали деньги за границу для себя лично.",
        "text": "And I very much doubt that Putin and Medvedev extorted money abroad for themselves."
    },
    {
        "original_text": "Поэтому шанс выкарабкаться из долгов у страны все же есть.",
        "text": "So, the country still has a chance to crawl out of debts."
    },
    {
        "original_text": "Когда цены поползли вверх, исследователи начали испытывать на практике различные инновационные решения",
        "text": "When prices started crawling up, researchers have begun to experience in practice, a variety of innovative solutions"
    },
    {
        "original_text": "Даже притом, что и во Франции, и в Италии цены поползли вниз, в Черногории все же дешевле. ",
        "text": "Even though in France and in Italy prices are crawling down, in Montenegro is still cheaper."
    },
    {
        "original_text": "Если в прошлом году, особенно в первой половине, рынок роскошного жилья находился в состоянии оцепенения, то в этом году цены поползли вверх. ",
        "text": " When in the last year, especially in the first half, luxury housing market was in a state of torpor, this year the prices started crawling up."
    },
    {
        "original_text": "Начиная с середины 2005 года, после некоторой стабилизации, цены поползли вверх.",
        "text": "Since the middle of 2005, after some stabilization, prices crawled up."
    },
    {
        "original_text": "Не так давно, например, они очень встревожились тем, что нынешняя социально-экономическая политика властей, видите ли, лишь увеличивает пропасть между богатыми и бедными, плодит нищету.",
        "text": "Not so long ago, for example, they worried that the current socio-economic policy of the authorities, you see, only increases the gap between rich and poor, breeds poverty."
    },
    {
        "original_text": "Не так давно, например, они очень встревожились тем, что нынешняя социально-экономическая политика властей, видите ли, лишь увеличивает пропасть между богатыми и бедными, плодит нищету.",
        "text": "Not so long ago, for example, they worried that the current socio-economic policy of the authorities, you see, only increases the gap between rich and poor, breeds poverty."
    },
    {
        "original_text": "К тому же противоречивое развитие мировой экономики в последние годы проявляется и в том, что пропасть между богатыми и бедными странами продолжает углубляться. ",
        "text": "Moreover, contradictory development of the world economy in recent years, manifested in the fact that the gap between rich and poor continues to widen."
    },
    {
        "original_text": "Вторая — в том, что свобода торговли расширяет экономическую пропасть между богатыми и бедными странами. ",
        "text": " The second - is that free trade increases economic gap between rich and poor countries."
    },
    {
        "original_text": "На наших глазах государство плодит нищету, безработицу и криминал.",
        "text": "We can see that the government breeds poverty, unemployment and crime."
    },
    {
        "original_text": "Почему же инфляцию в 2012 г. не удалось удержать в рамках 5%, обещанных вначале?",
        "text": "Why wasn't it possible to keep inflation within the frame of 5% in 2012 as it was originally promised?"
    },
    {
        "original_text": "В России прогнозируют дефицит авиакеросина в конце октября и новый скачок цен.",
        "text": "In Russia, the shortage of jet fuel is forecasted at the end of October, and the new price hike."
    },
    {
        "original_text": "Андрей Рябинский считает, что второй мощный скачок цен можно ожидать уже через 2-2,5 года.",
        "text": "Andrey Ryabinsky believes that the second powerful jump in prices can be expected within 2-2.5 years."
    },
    {
        "original_text": "Был небольшой скачок цен, но вскоре они упали обратно.",
        "text": "There was a small jump in prices, but soon they fell back."
    },
    {
        "original_text": "С конца 2003-го до 2005-го включительно произошёл новый резкий скачок цен.",
        "text": "From late 2003 to 2005, inclusive, there was a new surge in prices."
    },
    {
        "original_text": "Но пока цены качаются то в одну, то в другую сторону, делать это довольно сложно.",
        "text": "But while prices are swinging in one direction and then the other, it is quite difficult to do."
    },
    {
        "original_text": "Причиной станет полный износ промышленного оборудования, электроэнергетики и жилищно-коммунальной сферы, а также падение цен на нефть.",
        "text": "It will be caused by the deterioration of industrial equipment, energy and housing and communal services, and a drop in oil prices. "
    },
    {
        "original_text": "В этой статье мы рассмотрим как во всём мире упали цены на квартиры.",
        "text": "In this article we would like to discuss how the world prices for apartments have fallen."
    },
    {
        "original_text": "Кроме того, на мировом рынке упали цены на нефть, а правительство вынуждено было увеличить траты, чтобы справиться с последствиями кризиса в российской банковской системе и экономике в целом. ",
        "text": "In addition, the oil prices on the world market had fallen, and the government was forced to increase spending to cope with the consequences of the crisis in the Russian banking system and the economy as a whole."
    },
    {
        "original_text": "Влияние мирового финансового кризиса начало сказываться на российской металлургической области в четвертом квартале прошлого года, когда резко снизился спрос и упали цены на металлопрокат.",
        "text": "The global financial crisis started to affect Russian steel production in the fourth quarter of last year, when demand fell sharply and metal prices fell."
    },
    {
        "original_text": "Не исключено, что, затратив достаточные средства, таким гигантам как \"Моторола\" удастся раскачать рынок.",
        "text": "It is possible that, that by having spent sufficient funds such giants as the \"Motorola\" will be able to shake the market. "
    },
    {
        "original_text": "Инвесторы за один день раскачали рынок так, что стоимость акций этой, в общем, небольшой компании подскочила сразу на 400 процентов",
        "text": "Investors in one day rocked the market so that the price of the shares of this generally small company immediately jumped by 400 percent."
    },
    {
        "original_text": "Инвесторы за один день раскачали рынок так, что стоимость акций этой, в общем, небольшой компании подскочила сразу на 400 процентов",
        "text": "Investors in one day rocked the market so that the price of the shares of this generally small company immediately jumped by 400 percent."
    },
    {
        "original_text": "Ипотека и отложенный спрос оживили рынок ",
        "text": "Mortgages and pent-up demand revived the market."
    },
    {
        "original_text": "Государство и дачники оживили рынок",
        "text": "The state and the gardeners revived the market."
    },
    {
        "original_text": "Таким образом, эти новости существенно оживили рынок, а ценные бумаги Норникеля и Полюса оказались лидерами роста. ",
        "text": "Thus, the news revived the market significantly, and securities of Norilsk Nickel and Polyus were the growth leaders."
    },
    {
        "original_text": "Скачки курса рубля и цены нефти в августе оживили рынок – кто ищет квартиру, сейчас старается как можно раньше завершить сделку и \"спать спокойно\".",
        "text": "Jumps of the ruble and the oil price in August revived market - those who are looking for an apartment, is now trying to complete the transaction as soon as possible and relax."
    },
    {
        "original_text": "Оцените сами -- чтобы для населения России означал двукратный скачок курса рубля в течении недели? ",
        "text": "Judge it yourself - what would double jump of the ruble within three weeks mean for the population of Russia?"
    },
    {
        "original_text": "По словам Владимира Милова, бывшего замминистра энергетики, за своей прибылью «Газ­пром» залезает как раз в карман россиян, причём даже тех, кто газом не пользуется",
        "text": "According to Vladimir Milov, a former deputy minister of energy, Gazprom makes its profits by putting its hand into the pockets of Russians, and not only those who use [natural] gas."
    },
    {
        "original_text": "У нас же компании с дешёвыми билетами лопаются одна за другой, так как нет инфраструктуры для их нормального функционирования.",
        "text": "In our country, the companies with cheap tickets burst [fail] one after another, because there is not infrastructure for their normal functioning."
    },
    {
        "original_text": "Зарплата же федеральных чиновников подскочила на 13%.",
        "text": "The salary of federal officials jumped up by 13%."
    },
    {
        "original_text": "Поскольку отказ платить по долгам и обвал курса рубля произошли одновременно, многие россияне с тех пор называют \"дефолтом\" резкое падение курса рубля или просто экономический кризис.",
        "text": "Since the failure to pay the debts and the collapse of the ruble occurred simultaneously, many Russians have since called  sharp depreciation of the ruble, or simply an economic crisis the \"default\"."
    },
    {
        "original_text": "Если прибавить этот фактор к предыдущему, то мы должны были бы иметь падение курса рубля еще процентов на 30.",
        "text": "If we add this factor to the previous one, then we would have to have another fall of the ruble by 30 percent."
    },
    {
        "original_text": "Аналитики прогнозировали падение курса рубля в начале дня. ",
        "text": "Analysts had forecast a fall in the value of the ruble in the early afternoon."
    },
    {
        "original_text": "В понедельник-вторник на рынке наблюдалось резкое падение курса рубля по отношению к бивалютной корзине.",
        "text": "On Monday and Tuesday a sharp drop in the ruble against the currency basket was observed in the market. "
    },
    {
        "original_text": "С другой стороны, падение курса рубля невыгодно тем россиянам, которые взяли кредиты в валюте, а также импортерам различных товаров.",
        "text": "On the other hand, the fall of the ruble is unprofitable for those Russians who have taken loans in foreign currency, as well as importers of different products."
    },
    {
        "original_text": "Более того, они продолжают выкачивать ресурсы из России, они вывозят отсюда деньги, они размешают и инвестируют их за рубежом и лишают страну возможности нормально развиваться.",
        "text": "Moreover, they continue to extort resources from Russia, they are taking money away, they stir and invest them abroad, depriving the country of opportunities to develop normally. "
    },
    {
        "original_text": "СССР умел выкачивать ресурсы из своего населения решительно и беспощадно. ",
        "text": "USSR was able to extort resources from its population decisively and mercilessly."
    },
    {
        "original_text": "Узнал, что за недобросовест­ный ремонт дорог и дворов подрядчикам заплатили с начала 2012 г. уже кучу денег.",
        "text": "I learned that, for substrandard repairs of roads and courtyards, contractors were already paid a pile of money since the beginning of 2012."
    },
    {
        "original_text": "Говорят, что цены на авиатопливо опять идут вверх.",
        "text": "[They] say the prices of airplane fuel are walking [going] up again."
    },
    {
        "original_text": "Отодвинув на задний план реальное производство, на авансцену вышли финансовые спекуляции.",
        "text": "Moving the real production to the background, the financial speculations entered the proscenium."
    },
    {
        "original_text": "И не стоит бояться того, что доходы тут же уйдут в тень, что все бросятся выводить капитал.",
        "text": "And we should not be afraid that incomes will walk into shadow [will be hidden], that everyone will hurry to remove capital [from the country]."
    },
    {
        "original_text": "Как заштопать дыру в Пенсионном фонде?",
        "text": "How to patch the hole in the Pension Fund?"
    },
    {
        "original_text": "Попытки руководства страны удвоить ВВП и реанимировать экономику, в частности средний и малый бизнес – похвальны. ",
        "text": "Government's attempts to double GDP and revive the economy, in particular the small and medium business - is commendable."
    },
    {
        "original_text": "Чтобы вернуть осевшие «за бугром» деньги и реанимировать экономику страны, и была спланирована эта операция, начавшаяся в 2001 году.",
        "text": "To return to the settled \"over the hill\" money and revive the economy, and this has been planned, which began in 2001. "
    },
    {
        "original_text": "Сам факт инициатив Президента Российской Федерации свидетельствует о том, что стратегические решения, которые реанимируют экономику России от «сырьевой комы», будут непременно найдены. ",
        "text": "The fact of the initiatives of the President of the Russian Federation indicates that the strategic decisions that will revive the economy of Russia from \"raw coma\", will surely be found."
    },
    {
        "original_text": "Но больнее всего цены ударили по продуктам питания.",
        "text": "But most painfully the prices hit the food."
    },
    {
        "original_text": "В этом случае субсидию дадут, если квартплата съедает даже 15 % семейного дохода.",
        "text": "In this case the subsidy will be granted even if the rent eats up 15% of the income."
    },
    {
        "original_text": "Мы не хотим, чтобы экономика скатилась в рецессию ",
        "text": "We do not want the economy to slip into recession "
    },
    {
        "original_text": "Так, в Германии экономический кризис расшатал политическую структуру Веймарской республики.",
        "text": "In Germany the economic crisis shook the political structure of the Weimar Republic."
    },
    {
        "original_text": "Министр экономического развития Греции Михалис Хрисохоидис признал в среду, что «греческая экономика умирает».",
        "text": "Minister of Economic Development of Greece Michasil Hrisodoidis admitted on Wednesday that \"the Greek economy is dying.\""
    },
    {
        "original_text": "Глобальный экономический кризис обескровил кооперацию, лишив ее оборотных средств.",
        "text": "Global economic crisis has bled cooperatives, depriving them of working capital."
    },
    {
        "original_text": "Федеральный бюджет распух от денег",
        "text": "Federal budget swelled with the money"
    },
    {
        "original_text": "Между тем, новый бюджет обрастает новыми обязательствами.",
        "text": "In the meanwhile, the new budget gets overgrown with new commitments."
    },
    {
        "original_text": "Европейский долговой кризис может потопить экономику США, - полагают эксперты Федерального резервного банка Сан-Франциско.",
        "text": " The European debt crisis can sink the U.S. economy, - believe experts at the Federal Reserve Bank of San Francisco."
    },
    {
        "original_text": "Тетради, рюкзаки, учебники и новый гардероб могут пробить брешь в бюджете даже отнюдь не бедной семьи.",
        "text": "Notebooks, backpacks, textbooks, and new wardrobe can make a dent in the budget of a far from poor family."
    },
    {
        "original_text": "Российская экономика вздрогнула еще раньше, в июле 2008 года.",
        "text": "The Russian economy came to life even earlier, in July 2008."
    },
    {
        "original_text": "В прошлом году компания поглотила небольшую сеть в Архангельске",
        "text": "Last year the company has swallowed a small network in Arhangelsk."
    },
    {
        "original_text": "Однако расхождение в ценах разжигает недовольство внутри страны.",
        "text": "However, the discrepancy in prices is fueling discontent in the country. "
    },
    {
        "original_text": "В первые годы нового века экономика России ожила.",
        "text": "In the early years of the new century Russian economy came to life."
    },
    {
        "original_text": "Уже год, как мировой кризис душит экономику. ",
        "text": "For a year the world crisis has been strangling the economy."
    },
    {
        "original_text": "Ответа на вопрос, как вылечить экономику, пока нет.",
        "text": "Still there is no answer to the question of how to cure the economy."
    },
    {
        "original_text": "И за прошедшие десять лет вьетнамская экономика расцвела.",
        "text": "In the last ten years Vietnamese economy has blossomed."
    },
    {
        "original_text": "В начале торгов курс рубля обвалился.",
        "text": "At the beginning of the trading the ruble collapsed."
    },
    {
        "original_text": "Это означает, что наша экономика выздоравливает крайне медленно.",
        "text": "This means that our economy is recovering very slowly. "
    },
    {
        "original_text": "вы должны понимать как и почему деньги вращаются в нашей экономике.",
        "text": "you need to understand how and why the money rotates in our economy."
    },
    {
        "original_text": "Во-вторых, узнав, что ваш банк лопнул, не паникуйте",
        "text": "Second, know that your bank blew out, do not panic"
    },
    {
        "original_text": "Однако мировой финансовый кризис перечеркнул планы разработчиков.",
        "text": "However, the global financial crisis crossed out the plans of developers."
    },
    {
        "original_text": "При этом средний класс разрастается, а число зажиточных людей из года в год прибавляется.",
        "text": "In this case, the middle class is growing, and the number of wealthy people from year to year increases. "
    },
    {
        "original_text": "Княжество Монако - пожалуй, самое известное налоговое убежище. ",
        "text": "Monaco – perhaps is the most well-known tax haven"
    },
    {
        "original_text": "Но то, что продолжение этой методы в образовании - это уже полная катастрофа.",
        "text": "But the fact of the continuation of the methods in education - is a complete disaster."
    }
]